Repository: MythTV/smolt
Catalog: client/po/*.po
Languages: ca, cs, da, de, hi, it, ja, kn, mai, ml, mr, nl, pa, pt, sk, sv, ta, te, tr, uk

source: Fedora, For You.
de: Fedora - für Sie

source: Install Media
de: Installationsmedien

source: Install DVD
de: DVD

source: Direct Download
de: Direkter Download

source: GNOME Live Media
de: GNOME Live-Medien

source: KDE Live Media
de: KDE Live-Medien

source: Let me look around...
de: Einfach umschauen...

source: See all torrents
de: Alle Torrent-Links

source: See all mirrors
de: Alle Spiegel-Server

source: See all custom spins
de: Alle Fedora-Ausführungen

source: Slow Internet? No Internet?
de: Kein oder langsames Internet?

source: Get a copy of Fedora Media sent via postal mail.
de: Lassen Sie sich ein Fedora-Installationsmedium per Post zuschicken.

source: Purchase installation media for Fedora from <a name="media" href="http://fedoraproject.org/wiki/Distribution/OnlineVendors">online vendors</a> or a <a href="http://fedoraproject.org/wiki/Distribution/LocalVendors">local vendor</a> in your area.
de: Kaufen Sie ein Fedora-Installationsmedium bei einem <a name="media" href="http://fedoraproject.org/wiki/Distribution/OnlineVendors">Online-Händler</a> oder einem <a href="http://fedoraproject.org/wiki/Distribution/LocalVendors">lokalen Anbieter</a> in Ihrer Region.

source: Can't afford the price of installation media? Request Fedora installation media from the <a href="http://fedoraproject.org/wiki/Distribution/FreeMedia">Fedora Free Media Program</a>.
de: Sie können sich kein Fedora-Installationsmedium leisten? Beantragen Sie ein Installationsmedium beim <a href="http://fedoraproject.org/wiki/Distribution/FreeMedia">Fedora Free Media Program</a>.

source: When you place an order with a <a href="http://fedoraproject.org/wiki/Distribution/SponsoredMedia">participating vendor</a>, you may also sponsor the cost of media for users who cannot afford it, such as people in developing nations. Consider participating in the <a href="http://fedoraproject.org/wiki/Distribution/SponsoredMedia">Fedora Sponsored Media Program</a>.
de: Wenn Sie Fedora bei einem <a href="http://fedoraproject.org/wiki/Distribution/SponsoredMedia">am Projekt teilnehmenden Verkäufer</a> bestellen, können Sie das Geld für ein Medium spenden, welches für Benutzer aus Entwicklungsländern gedacht ist, die sich ein solches Medium nicht leisten können. Bitte ziehen Sie auch die Teilnahme am <a href="http://fedoraproject.org/wiki/Distribution/SponsoredMedia">Fedora Free Media Program</a> in Betracht.

source: Fedora 8. Infinite Possibilities.
de: Fedora 8 - unendliche Möglichkeiten

source: F8 Screenshot
de: Bildschirmfotos von Fedora 8

source: What's new in Fedora 8? Read the release notes. &gt;&gt;
de: Was ist neu an Fedora 8? Lesen Sie die Versionshinweise. &gt;&gt;

source: Fedora is a Linux-based operating system that showcases the latest in free and open source software. Fedora is <strong>always free for anyone to use, modify, and distribute.</strong> It is built by people across the globe who work together as a community: the Fedora Project. The Fedora Project is open and anyone is welcome to join.
de: Fedora ist ein Betriebssystem, basierend auf Linux, das die neueste freie und Open Source Software enthält. Fedora ist <strong>immer frei, damit es jeder verwenden, ändern und verteilen</strong> kann. Es wird von Leuten entwickelt, die rund um den Erdball leben und als Gemeinschaft zusammenarbeiten: Dem Fedora Project. Das Fedora Project ist offen und jeder ist eingeladen es zu unterstützen.

source: The Fedora Project is out front for you, <strong>leading the advancement of free, open software and content</strong>.
de: Das Fedora Project ist für Sie an der Spitze bei der <strong>Weiterentwicklung von freier, offener Software und Inhalten</strong>.

source: <a href="http://fedoraproject.org/wiki/Overview">Learn more. &gt;&gt;</a>
de: <a href="http://fedoraproject.org/wiki/Overview">Erfahren Sie mehr. &gt;&gt;</a>

source: Join Fedora.
de: Fedora unterstützen

source: If you want to take an active hand in making Fedora even better, there are many ways to help. What role do you want to fill?
de: Wenn Sie aktiv am Verbessern von Fedora teilnehmen möchten, gibt es sehr viele Möglichkeiten zu helfen. Welche Rolle möchten Sie erfüllen?

source: Click on a role below to learn more about how you can help the Fedora Project.
de: Klicken Sie auf eine der Möglichkeiten, um mehr darüber zu erfahren, wie Sie das Fedora Project unterstützen können.

source: <a href="http://fedoraproject.org/wiki/Join#ContentWriter"><img src="%s/static/images/ContentDeveloper.png" alt="Content Writer"><br>Content Writer</a>
de: <a href="http://fedoraproject.org/wiki/Join#ContentWriter"><img src="%s/static/images/ContentDeveloper.png" alt="Verfasser"><br>Verfasser</a>

source: <a href="http://fedoraproject.org/wiki/Join#PeoplePerson"><img src="%s/static/images/PeoplePerson.png" alt="People Person"><br>People Person</a>
de: <a href="http://fedoraproject.org/wiki/Join#PeoplePerson"><img src="%s/static/images/PeoplePerson.png" alt="Ansprechpartner"><br>Ansprechpartner</a>

source: <a href="http://fedoraproject.org/wiki/Join#OSDeveloper"><img src="%s/static/images/OSDeveloper.png" alt="OS Developer"><br>OS Developer</a>
de: <a href="http://fedoraproject.org/wiki/Join#OSDeveloper"><img src="%s/static/images/OSDeveloper.png" alt="System-Entwickler"><br>System-Entwickler</a>

source: <a href="http://fedoraproject.org/wiki/Join#Translator"><img src="%s/static/images/Translator.png" alt="Translator"><br>Translator</a>
de: <a href="http://fedoraproject.org/wiki/Join#Translator"><img src="%s/static/images/Translator.png" alt="Übersetzer"><br>Übersetzer</a>

source: <a href="http://fedoraproject.org/wiki/Join#WebDeveloperAdministrator"><img src="%s/static/images/WebDeveloper.png" alt="Web Developer or Administrator"><br>Web Developer<br>or Administrator</a>
de: <a href="http://fedoraproject.org/wiki/Join#WebDeveloperAdministrator"><img src="%s/static/images/WebDeveloper.png" alt="Web-Entwickler oder Administrator"><br>Web-Entwickler<br>oder Administrator</a>

source: Fedora 8 Release Notes
de: Versionshinweise zu Fedora 8

source: Here are places you can find the Fedora 8 release notes. If one location is unresponsive, try a different one.
de: Hier können Sie die Versionshinweise zu Fedora 8 finden. Sollte ein Server nicht erreichbar sein, versuchen Sie bitte einen anderen.

source: Check any <a href="http://mirrors.fedoraproject.org/publiclist/Fedora/8/">mirror</a> using a path similar to <em>http://URL/fedora/linux/releases/8/Fedora/i386/os/</em>. The mirrors only carry the US English version, <em>RELEASE-NOTES-en_US.html</em>. Note that each mirror may have a slightly different path, but should be consistent below the <em>8/</em> directory. For example:
de: Überprüfen Sie jeden <a href="http://mirrors.fedoraproject.org/publiclist/Fedora/8/">Spiegel-Server</a> durch Benutzung eines Pfades wie <em>http://URL/fedora/linux/releases/8/Fedora/i386/os/</em>. Die Spiegel-Server bieten nur die englische Fassung der <em>RELEASE-NOTES-en_US.html</em>. Beachten Sie, dass jeder Spiegel-Server einen leicht abweichenden Pfad besitzen kann. Jedoch sollte er ab dem Verzeichnis <em>8/</em> überall einheitlich sein. Zum Beispiel:

source: ATRPMs mirror
de: ATRPMs Spiegel-Server

source: RPMFind.net mirror
de: RPMFind.net Spiegel-Server

source: Fedora Sponsors
de: Fedora-Sponsoren

source: The Fedora Project is proud to have the following organizations as sponsors:
de: Das Fedora Project ist stolz darauf, die folgenden Organisationen als Sponsoren zu haben:

source: Verify your ISO download.
de: ISO-Dateien überprüfen

source: Windows user? Follow <a href="http://docs.fedoraproject.org/readme-burning-isos/en_US/sn-validating-files.html">these instructions</a> instead.
de: Wenn Sie ein Windows-Benutzer sind, folgen Sie stattdessen <a href="http://docs.fedoraproject.org/readme-burning-isos/en_US/sn-validating-files.html">dieser Anleitung</a>.

source: Once you have downloaded an ISO, verify it for security and integrity. If you downloaded your ISO via BitTorrent, the file has already been verified as part of the download process (just make sure that you got the torrent from <a href="http://torrent.fedoraproject.org/">torrent.fedoraproject.org</a>). Otherwise, to verify your ISO, start by downloading the proper SHA1SUM file into the same directory as the ISO:
de: Nachdem Sie eine ISO-Datei heruntergeladen haben, sollten Sie diese im Hinblick auf die Sicherheit und Vollständigkeit überprüfen. Wenn die ISO-Datei über BitTorrent heruntergeladen worden ist, wurde sie bereits als Teil des Downloadprozesses überprüft. Sie müssen lediglich sicherstellen, dass Sie den Torrent von <a href="http://torrent.fedoraproject.org/">torrent.fedoraproject.org</a> verwendet haben. Andernfalls müssen Sie, um die ISO-Datei zu überprüfen, die entsprechende SHA1SUM-Datei herunterladen, welche sich im gleichen Verzeichnis wie die ISO-Datei befindet:

source: Install DVD / Rescue CD
de: DVD / Rettungs-CD

source: Live Media (both GNOME and KDE)
de: Live-Medien (GNOME und KDE)

source: Next, import Fedora's GPG key:
de: Importieren Sie danach den GPG-Schlüssel von Fedora:

source: Now, to verify that the SHA1SUM file is valid, make sure that it has a good signature from the key ID 4F2A6FD2.
de: Um zu überprüfen, ob die SHA1SUM-Datei gültig ist, müssen Sie sicherstellen, dass die Signatur von der Schlüssel-ID 4F2A6FD2 stammt.

source: Finally, now that the SHA1SUM file has been verified, check that the ISO's checksum matches:
de: Abschließend, nachdem die SHA1SUM-Datei überprüft worden ist, können Sie nun kontrollieren, ob die Prüfsumme der ISO-Datei stimmt:

source: If the output states that the file is valid, you're good to go!
de: Wenn die Ausgabe ergibt, dass die Datei korrekt ist, können Sie loslegen!

source: Copyright &copy; 2007 Red Hat, Inc. and others. All Rights Reserved. Please send any comments or corrections to the <a href="mailto:webmaster@fedoraproject.org">websites team</a>.
de: Copyright &copy; 2007 Red Hat, Inc. und andere. Alle Rechte vorbehalten. Bitte senden Sie alle Kommentare oder Korrekturen an das <a href="mailto:webmaster@fedoraproject.org">Webseiten-Team</a>.

source: The Fedora Project is maintained and driven by the community and sponsored by Red Hat. This is a community maintained site. Red Hat is not responsible for content.
de: Das Fedora Project wird durch die Community verwaltet und von Red Hat unterstützt. Diese Seite wird von der Community gepflegt, Red Hat ist für den Inhalt nicht verantwortlich.

source: Sponsors
de: Sponsoren

source: <a href="http://fedoraproject.org/wiki/Legal">Legal</a>
de: <a href="http://fedoraproject.org/wiki/Legal">Rechtliche Informationen</a>

source: <a href="http://fedoraproject.org/wiki/Legal/TrademarkGuidelines">Trademark Guidelines</a>
de: <a href="http://fedoraproject.org/wiki/Legal/TrademarkGuidelines">Richtlinien zum Markenzeichen</a>

source: Fedora 8 Werewolf is here!
de: Fedora 8 (Werewolf) ist da!

source: Home
de: Homepage

source: Get Fedora
de: Herunterladen

source: Join Fedora
de: Mithelfen

source: Tools
de: Werkzeuge

source: Docs
de: Dokumente

source: Fedora documentation.
de: Fedora-Dokumentation

source: Collaborative knowledge.
de: Gemeinschaftliches Wissen

source: The voices of the Fedora community.
de: Stimmen der Fedora-Community

source: <a href="http://fedoraproject.org/wiki/Communicate">Communicate</a>
de: <a href="http://fedoraproject.org/wiki/Communicate">Kontakt</a>

source: Speak with Fedora.
de: Fedora kontaktieren

source: Website Language
de: Sprache

source: Server Message: "%s"
ca: Missatge del servidor: «%s»
cs: Zpráva serveru: "%s"
da: Serverbesked: "%s"
de: Server-Meldung: "%s"
hi: सर्वर संदेश: "%s"
it: Messaggio del Server: "%s"
ja: サーバーのメッセージ: "%s"
kn: ಪರಿಚಾರಕ ಸಂದೇಶ: "%s"
mai: सर्वर संदेश: "%s"
ml: സര്‍വര്‍ സന്ദേശം: "%s"
mr: सर्व्हर संदेश: "%s"
nl: Server boodschap: "%s"
pa: ਸਰਵਰ ਸੁਨੇਹਾ: "%s"
pt: Mensagem do servidor: "%s"
sk: Správa servera: "%s"
sv: Servermeddelande: "%s"
ta: சேவையக செய்தி: "%s"
te: సేవిక సందేశము: "%s"
tr: Sunucu Mesajı: "%s"
uk: Повідомлення сервера: «%s»

source: enable debug information
ca: habilita la informació de depuració
cs: povolit ladící informace
da: aktivér fejlsøgningsinformation
de: Debug-Informationen aktivieren
hi: डिबग सूचना सक्रिय करें
it: abilita informazioni di debug
ja: デバッグ情報を有効にする
kn: ದೋಷ ನಿವಾರಣ ಮಾಹಿತಿಯನ್ನು ಶಕ್ತಗೊಳಿಸು
mai: डिबग सूचना सक्रिय करू
ml: ഡീബഗ് ചെയ്ത വിവരങ്ങള്‍ സജ്ജമാക്കുക
mr: डीबग माहिती कार्यान्वीत करा
nl: Debug informatie aanzetten
pa: ਡੀਬੱਗ ਜਾਣਕਾਰੀ ਚਾਲੂ
pt: Activar informação de depuração
sk: zapnúť ladiace informácie
sv: aktivera felsökningsinformation
ta: பிழைத்திருத்த தகவலை செயல்படுத்தல்
te: డీబగ్ సమాచారాన్ని చేతనం చేయుము
tr: debug bilgisini aktive et
uk: увімкнути діагностичну інформацію

source: specify the URL of the server (default "%default")
ca: especifica l'URL del servidor (per defecte «%default»)
cs: zadat URL adresu serveru (výchozí: "%default")
da: angiv serverens URL (standard "%default")
de: Server-URL angeben (Standard: "%default")
hi: सर्वर का URL निर्दिष्ट करें (मूलभूत "%default")
it: specifica l'URL del server (predefinito "%default")
ja: サーバーの URL を指定する（初期値: "%default"）
kn: ಪರಿಚಾರಕದ URL ಅನ್ನು ಸೂಚಿಸು (ಡೀಫಾಲ್ಟ್‍ "%default")
mai: सर्वर क' URL निर्दिष्ट करू (पूर्वनिर्धारित "%default")
ml: സര്‍വറിന്റെ യുആര്‍എല്‍ നല്‍കുക (സഹജമായ "%default")
mr: सर्व्हरचा मुलभूत URL निर्देशीत करा (मुलभूत "%default")
nl: geef de URL van de server op (standaard "%default")
pa: ਸਰਵਰ ਦਾ URL ਦਿਓ (ਮੂਲ "%default")
pt: especifique o URL do servidor (por omissão "%default")
sk: zadajte URL adresu servera (predvolene "%default")
sv: ange URL för servern (standard "%default")
ta: சேவையகத்தின் URLஐ குறிப்பிடவும் (முன்னிருப்பு "%default")
te: సేవిక యొక్క URL ను తెలుపుము (అప్రమేయం "%default")
tr: sunucu adresini belirt (öntanımlı "%default")
uk: вказати адресу сервера (типовою є «%default»)

source: print information only, do not send
ca: només mostra la informació, no l'enviïs
cs: informaci pouze vypiš, neodesílej
da: udskriv kun information, undlad at sende
de: Informationen nur ausdrucken, aber nicht senden
hi: छपाई सूचना सिर्फ, मत भेजें
it: stampa solo le informazioni, non inviarle
ja: 情報を表示するのみで、送信しない
kn: ಕೇವಲ ಮುದ್ರಣ ಮಾಹಿತಿ ಮಾತ್ರ, ಕಳುಹಿಸಬೇಡ
mai: छपाइ सूचना सिर्फ, नहि भेजू
ml: വിവരം പ്രിന്റ് മാത്രം ചെയ്യുക, അയയ്ക്കേണ്ടതില്ല
mr: फक्त माहितीची छपाई करा, त्यास पाठवू नका
nl: informatie alleen afdrukken, niet verzenden
pa: ਸਿਰਫ਼ ਜਾਣਕਾਰੀ ਛਾਪੋ, ਭੇਜੋ ਨਾ
pt: Apenas imprime a informação, não a envia
sk: neodoslať, len zobraziť informácie
sv: skriv endast ut information, skicka inte
ta: அச்சு தகவல் மட்டும், அனுப்ப வேண்டாம்
te: సమాచారాన్ని మాత్రమే ముద్రించుము, పంపవద్దు
tr: sadece çıktıyı ekrana bas, gönderme
uk: лише показати інформацію, не надсилати її

source: specify HTTP user agent (default "%default")
ca: especifiqueu l'agent d'usuari HTTP (per defecte «%default»)
cs: zadejte HTTP user agenta (výchozí: "%default")
da: angiv HTTP-brugeragent (standard "%default")
de: HTTP-User-Agent angeben (Standard: "%default")
hi: HTTP उपयोक्ता प्रतिनिधि (मूलभूत "%default")
it: specifica HTTP user agent (predefinito "%default")
ja: HTTP ユーザーエージェントを指定する（初期値: "%default"）
kn: HTTP ಬಳಕೆದಾರ ಮಧ್ಯವರ್ತಿಯನ್ನು ಸೂಚಿಸು (ಡೀಫಾಲ್ಟ್‍ "%default")
mai: HTTP प्रयोक्ता प्रतिनिधि (पूर्वनिर्धारित "%default")
ml: HTTP യൂസര്‍ ഏജന്റ് നല്‍കുക (സഹജമായ "%default")
mr: HTTP वापरकर्ता घटक निर्देशीत करा (मुलभूत "%default")
nl: geef HTTP user agent op (standaard "%default")
pa: HTTP ਉਪਭੋਗੀ ਏਜੰਟ ਦਿਓ (ਮੂਲ "%default")
pt: especifica agente HTTP (por omissão "%default")
sk: zadajte HTTP user agent (predvolene "%default")
sv: ange HTTP-användaragent (standard "%default")
ta: HTTP பயனர் முகவரை குறிப்பிடவும் (முன்னிருப்பு "%default")
te: HTTP వినియోగదారి ప్రతినిధిని తెలుపుము (అప్రమేయం "%default")
tr: HTTP kullanıcı ajanını belirt (öntanımlı "%default")
uk: вказати агент користувача HTTP (типовим є «%default»)

source: specify HTTP timeout in seconds (default %default seconds)
ca: especifiqueu el temps d'espera HTTP en segons (per defecte «%default» segons)
cs: časový limit odpovědi HTTP v sekundách (výchozí %default vteřin)
da: angiv HTTP-udløb i sekunder (standard %default sekunder)
de: HTTP-Zeitüberschreitung in Sekunden angeben (Standard: %default Sekunden)
hi: HTTP समयसमाप्ति सेकेंड में निर्दिष्ट करें (मूलभूत %default सेकंड)
it: specifica il timeout HTTP in secondi (predefinito %default secondi)
ja: HTTP タイムアウトを秒数で指定する（初期値: %default 秒）
kn: HTTP ಕಾಲಾವಧಿ ಮೀರಿದ್ದನ್ನು ಸೆಕಂಡುಗಳಲ್ಲಿ ಸೂಚಿಸು (ಡೀಫಾಲ್ಟ್‍ %default ಸೆಕೆಂಡುಗಳು)
mai: HTTP समयसमाप्ति सेकेंड मे निर्दिष्ट करू (पूर्वनिर्धारित %default सेकंड)
ml: HTTP സമയപരിമിധി സെക്കന്‍ഡുകളില്‍ വ്യക്തമാക്കുക (സ്വതവേ %default സെക്കന്‍ഡുകള്‍)
mr: HTTP कालबाह्यता सेकंद मध्ये निर्देशीत करा (मुलभूत %default सेकंद)
nl: geef HTTP timeout in seconden op (standaard %default seconden)
pa: ਸਕਿੰਟਾਂ ਵਿੱਚ HTTP ਟਾਈਮ-ਆਊਟ ਦਿਓ (ਮੂਲ %default ਸਕਿੰਟ)
pt: especificar o tempo de espera, em segundos, de uma resposta HTTP (por omissão %default seconds)
sk: zadajte časový limit v sekundách pre HTTP (predvolene %default sekúnd)
sv: ange HTTP-timeout i sekunder (standard %default sekunder)
ta: HTTP நேரம் முடிதலை விநாடிகளில் குறிப்பிடவும் (முன்னிருப்பு %default seconds)
te: HTTP సమయనియమితిని సెకనులలో తెలుపుము (అప్రమేయం %default సెకనులు)
tr: HTTP zaman aşımını saniye cinsinden belirt (öntanımlı %default saniye)
uk: вказати час очікування у секундах (типовим є %default секунд)

source: Error contacting Server:
ca: S'ha produït un error en contactar el servidor:
cs: Chyba navazování spojení se serverem:
da: Kunne ikke kontakte server:
de: Fehler beim Kontaktieren des Servers:
hi: सर्वर से संपर्क में त्रुटि:
it: Si è verificato un errore contattando il server:
ja: エラー連絡用サーバー:
kn: ಪರಿಚಾರಕವನ್ನು ಸಂಪರ್ಕಿಸುವಲ್ಲಿ ದೋಷ:
mai: सर्वर सँ संपर्क मे त्रुटि:
ml: സര്‍വറുമായി ബന്ധപ്പെടുന്നതില്‍ പിഴവ്:
mr: सर्व्हरशी जुळवणी करतेवेळी त्रुटी:
nl: Fout bij het contact opnemen met de server:
pa: ਸਰਵਰ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ:
pt: Erro ao contactar o servidor:
sk: Chyba pri nadväzovaní spojenia so serverom:
sv: Fel vid kontakt med server:
ta: சேவையகத்துடன் தொடர்பு கொள்ளும்போது பிழை:
te: సేవికను సంప్రదించుటలో దోషము:
tr: Sunucu bağlantı hatası:
uk: Помилка встановлення зв’язку з сервером:

source: Profile removed, please verify at
ca: S'ha suprimit el perfil, verifiqueu-ho a
cs: Profil byl odebrán, prosím zkontrolujte na
da: Profil fjernet, godkend venligst på
de: Profil wurde entfernt, bitte überprüfen unter
hi: प्रोफाइल हटाया गया, कृपया यहां जांचें
it: Profilo rimosso, si prega di verificare su
ja: プロフィールの削除を再確認してください。
kn: ಪ್ರೊಫೈಲನ್ನು ತೆಗೆದು ಹಾಕಲಾಗಿದೆ, ದಯವಿಟ್ಟಿ ಇಲ್ಲಿ ಪರೀಕ್ಷಿಸಿ
mai: प्रोफाइल हटाया गेल, कृपया एतए जाँचू
ml: പ്രൊഫൈല്‍ നീക്കം ചെയ്തിരിക്കുന്നു, ദയവായി ഇവിടെ അതുറപ്പാക്കുക
mr: प्रोफाइल काढून टाकण्यात आले, कृपया तपासून घ्या
nl: Profiel verwijderd, controleer dit op
pa: ਪ੍ਰੋਫਾਇਲ ਹਿਲਾਇਆ ਗਿਆ, ਜਾਂਚ ਕਰੋ ਜੀ
pt: Perfil removido. Por favor, verifique em
sk: Profil bol odstránený. Prosím, presvedčte sa o tom na
sv: Profil borttagen, kontrollera på
ta: விவரக்குறிப்பு நீக்கப்பட்டது, இங்கு சரிபார்க்கவும்
te: ప్రొఫైల్ తీసివేయబడినది, దయచేసి వద్ద నిర్ధారించుము
tr: Profil silindi, lütfen buradan doğrulayınız
uk: Профіль вилучено, перевірте у

source: (optional) Fedora Account System registration
ca: (opcional) Registre en el sistema de comptes de Fedora
cs: (nepovinné) registrace do databáze uživatelů Fedory
da: (valgfri) Registration af Fedorakontosystem
de: Registrierung im Fedora-Kontosystem (optional)
hi: (वैकल्पिक) Fedora खाता सिस्टम पंजीयन
it: (opzionale) Registrazione Fedora account system
ja: Fedora アカウント システムの登録 (オプション)
kn: (ಐಚ್ಚಿಕ) ಫೆಡೋರಾ ಖಾತೆ ವ್ಯವಸ್ಥೆ ನೋಂದಣಿ
mai: (वैकल्पिक) Fedora खाता सिस्टम पंजीयन
ml: (ആവശ്യമെങ്കില്‍) ഫെഡോറാ അക്കൌണ്ട് സിസ്റ്റം രജിസ്ട്രേഷന്‍
mr: (वैक्लपीक) Fedora खाती प्रणाली पंजीकृतीकरण
nl: (optioneel) Fedora Account System registratie
pa: (ਚੋਣਵਾਂ) ਫੇਡੋਰਾ ਅਕਾਊਂਟ ਸਿਸਟਮ ਰਜਿਸਟਰੇਸ਼ਨ
pt: (opcional) registo no Sistemas de Contas do Fedora
sk: (voliteľné) Registrácia do Fedora Account Systému
sv: (valfritt) Registrering av Fedora Account System
ta: (விருப்பமானது) Fedora கணக்கு முறைமை பதிவு
te: (ఐచ్చిక) Fedora ఖాతా సిస్టమ్ నమోదికరణ
tr: (isteğe bağlı) Fedora Hesap Sistemi kaydı
uk: (додатково) реєстрація у системі облікових записів Fedora

source: password, will prompt if not specified
ca: contrasenya, es demanarà si no s'especifica
cs: heslo, bude vyžádáno pokud není zadáno
da: adgangskode, vil fortælle dig hvis den ikke er angivet
de: Passwort, Aufforderung zur Eingabe wenn nicht angegeben
hi: शब्दकूट, प्रांप्ट करेगा यदि निर्दिष्ट नहीं है
it: password, verrà chiesta se non specificata
ja: 指定しなければパスワードが求められます
kn: ಗುಪ್ತಪದ, ಸೂಚಿಸದೆ ಹೋದಲ್ಲಿ ಕೇಳಲಾಗುತ್ತದೆ
mai: गुड़किल्ली, प्रांप्ट करताह जँ निर्दिष्ट नहि अछि
ml: നല്‍കിയിട്ടില്ല എങ്കില്‍, പാസ്‌വേര്‍ഡ് ഇപ്പോള്‍ ആവശ്യപ്പെടുന്നു
mr: गुप्तशब्द, निर्देशीत नसल्यास विचारले जाईल
nl: wachtwoord, wordt gevraagd indien niet opgegeven
pa: ਪਾਸਵਰਡ, ਪੁੱਛਿਆ ਜਾਵੇਗਾ ਜੇ ਨਹੀਂ ਦਿੱਤਾ ਤਾਂ
pt: senha, será pedida se não for especificada
sk: heslo bude požadované ak nebolo zadané
sv: lösenord, kommer efterfrågas om ej angivet
ta: கடவுச்சொல் குறிப்பிடவில்லையெனில் கேட்கப்படும்
te: సంకేతపదము, తెలుపకపోతే అడుగుతుంది
tr: parola, belirtilmediyse istenecektir
uk: пароль, запит на нього буде надіслано, якщо його не буде вказано

source: don't prompt to send, just send
ca: no ho demanis, simplement envia-ho
cs: neptat se zda odeslat, rovnou odeslat
da: fortæl mig ikke at den sendes, bare send
de: Vor dem Senden keine Bestätigung verlangen
hi: भेजने के लिये प्रांप्ट न करें, बस भेज दें
it: non chiedere di spedire, spedisci e basta
ja: 送信のためのプロンプトなく今すぐ送信する
kn: ಕಳುಹಿಸಲು ನನ್ನನ್ನು ಕೇಳಬೇಡ, ಸುಮ್ಮನೆ ಕಳುಹಿಸು
mai: भेजबाक लेल प्रांप्ट नहि करू , बस भेज दिअ'
ml: അയയ്ക്കണമോ എന്ന് ചോദിക്കേണ്ട, അയയ്ക്കുക
mr: पाठविण्यास विचारू नका, फक्त पाठवा
nl: niet vragen om te verzenden, gewoon verzenden
pa: ਭੇਜਣ ਲਈ ਪੁੱਛੋ ਨਾ, ਬੱਸ ਭੇਜ ਦਿਓ
pt: Não perguntar antes de enviar
sk: odoslať bez potvrdenia
sv: fråga inte om det ska skickas, skicka bara
ta: அனுப்ப கேட்க வேண்டாம், அனுப்பிவிடவும்
te: పంపుటకు అడుగవద్దు, పంపుము
tr: göndermek isteyip istemediğimi sorma, gönder
uk: не запитувати щодо надсилання, просто надіслати

source: continue to send until success
ca: continua enviant fins que finalitzi correctament
cs: pokračovat v odesílání dokud není úspěšné
da: bliv ved med at sende indtil det lykkedes
de: So lange senden, bis erfolgreich
hi: सफल रहने तक भेजना जारी रखें
it: continua a spedire fino alla riuscita
ja: 成功するまで送信し続ける
kn: ಯಶಸ್ವಿಯಾಗುವವರೆಗೂ ಕಳುಹಿಸುತ್ತಿರು
mai: सफल रहबा तकि भेजनाइ जारी राखू
ml: അയയ്ക്കുവാന്‍ സാധ്യമാകുന്നത് വരെ ശ്രമിക്കുക
mr: यशस्वी होईपर्यंत पाठवत रहा
nl: doorgaan met verzenden totdat dit succesvol is verlopen
pa: ਭੇਜਣਾ ਜਾਰੀ ਰੱਖੋ ਜਦੋਂ ਤੱਕ ਸਫਲ ਨਹੀਂ ਹੁੰਦਾ
pt: tentar enviar continuamente até conseguir
sk: skúšaj až kým neodošleš
sv: fortsätt skicka tills det lyckas
ta: நிகழும் வரை அனுப்புதலை தொடரவும்
te: సఫలమగునంత వరకు పంపుట కొనసాగించుము
tr: gönderme başarılı olana kadar denemeye devam et
uk: продовжувати спроби надсилання до успішного надсилання
