Repository: MythTV/smolt
Catalog: client/po/*.po
Languages: ca, cs, da, de, hi, it, ja, kn, mai, ml, mr, nl, pa, pt, sk, sv, ta, te, tr, uk

source: Submit profile link to _Bodhi
ca: Envia l'enllaç del perfil a _Bodhi
cs: Vyplnit odkaz na profil do _Bodhi
da: Send profillink til _Bodhi
hi: बोधि में प्रोफ़ाइल कड़ी भेजें (_B)
it: Invia il link del profilo a _Bodhi
ja: Bodhi へプロフィールのリンクを送信する(_B)
kn: _Bodhi ಗೆ ಪ್ರೊಫೈಲಿನ ಕೊಂಡಿಯನ್ನು ಸಲ್ಲಿಸು
ml: _Bodhi-ലേക്ക് പ്രൊഫൈല്‍ ലിങ്ക് നല്‍കുക
mr: फ्रोफाइल लिंक Bodhi कडे पाठवा (_B)
nl: Verstuur profiel link naar _Bodhi
pt: Submeter perfil para o _Bodhi
sk: Poslať odkaz profilu na _Bodhi
sv: Skicka profillänk till _Bodhi
ta: போத்திக்கு விவர இணைப்பை சமர்பி ( _B)
te: _Bodhiకు ప్రొఫైల్‌లింకును అప్పగించుము
tr: Profil bağını _Bodhi'ye gönder
uk: Надіслати посилання на про_філь до Bodhi

source: &File
ca: &Fitxer
cs: &Soubor
da: &Fil
hi: फ़ाइल (&F)
ja: ファイル(&F)
kn: ಕಡತ(&F)
ml: &ഫയല്‍
mr: फाइल (&F)
nl: &Bestand
pt: &Ficheiro
sk: &Súbor
sv: &Fil
ta: &கோப்பு
te: దస్త్రము (&F)
tr: &Dosya
uk: &Файл

source: &Help
ca: &Ajuda
cs: &Nápověda
da: &Hjælp
hi: मदद (&H)
it: &Aiuto
ja: ヘルプ(&H)
kn: ಸಹಾಯ(&H)
ml: &സഹായം
mr: मदत (&H)
nl: &Hulp
pt: &Ajuda
sk: &Pomoc
sv: &Hjälp
ta: &உதவி
te: సహాయం (&H)
tr: &Yardım
uk: &Довідка

source: &Send Profile
ca: &Envia el perfil
cs: &Odeslat profil
da: &Send profil
hi: प्रोफाइल भेजें (_S)
it: &Spedisci il profilo
ja: プロフィールの送信(_&S)
kn: ಪ್ರೊಫೈಲನ್ನು ಕಳುಹಿಸು(&S)
ml: പ്രൊഫൈല്‍ &അയയ്ക്കുക
mr: प्रोफाइल पाठवा (&S)
nl: Profiel &verzenden
pt: &Enviar perfil
sk: Odo&slať profil
sv: &Skicka profil
ta: &விவரக்குறிப்பை அனுப்பு
te: ప్రొఫైల్‌ను పంపుము (&S)
tr: Profili &Gönder
uk: &Надіслати профіль

source: &My Smolt Page
ca: La &meva pàgina de l'Smolt
cs: &Moje Smolt stránka
da: &Min Smolt-side
hi: मेरा स्मोल्ट पृष्ठ (_M)
it: La &mia pagina Smolt
ja: ユーザーの Smolt ページ(&M)
kn: ನನ್ನ Smolt ಪುಟ(&M)
ml: &എന്റെ Smolt താള്‍
mr: माझे Smolt पान (&M)
nl: &Mijn Smolt pagina
pt: A &Minha Página Smolt
sk: &Moja Smolt stránka
sv: &Min smoltsida
ta: &எனது Smolt பக்கம்
te: నా స్మాల్ట్‍ పుట (&M)
tr: &Smolt Sayfam
uk: &Моя сторінка Smolt

source: &Exit
ca: &Surt
cs: &Konec
da: &Afslut
hi: बाहर (&E)
it: &Esci
ja: 終了(&E)
kn: ನಿರ್ಗಮಿಸು(&E)
ml: &പുറത്ത് കടക്കുക
mr: बाहेर पडा (&E)
nl: &Verlaten
pt: &Sair
sk: &Koniec
sv: &Avsluta
ta: &வெளியேறு
te: నిష్క్రమించు (&E)
tr: &Çıkış
uk: Ви&йти

source: Show &Privacy Policy
ca: Mostra la &política de privacitat
cs: Ukázat &pravidla soukromí
da: Vis regler for &personlige oplysninger
hi: गोपनीयता नीति दिखायें (&P)
it: Mostra la politica sulla &privacy
ja: プライバシー ポリシーの表示(&P)
kn: ಗೌಪ್ಯತಾ ನಿಯಮವನ್ನು ತೋರಿಸು(&P)
ml: &സ്വകാര്യ പോളിസി കാണിക്കുക
mr: गोपनीय करार दाखवा (&P)
nl: &Privacy beleid tonen
pa: ਗੋਪਨੀਅਤਾ ਪਾਲਿਸੀ ਵੇਖਾਓ(_P)
pt: Mostrar Politica de &Privacidade
sk: Ukáž &politiku súkromia.
sv: Visa &integritetspolicy
ta: தனிப்பட்ட கொள்கையை & காட்டு
te: ప్రైవసీ విధానాన్ని చూపుము (&P)
tr: Gizlilik &Politikasını Göster
uk: По&казати правила конфіденційності

source: &About
ca: &Quant a
cs: &O Smolt
da: &Om
hi: परिचय (&A)
it: &Informazioni
ja: このアプリケーションについて(&A)
kn: ಇದರ ಬಗ್ಗೆ(&A)
ml: &സംബന്ധിച്ച്
mr: विषयी (&A)
nl: &Over
pt: &Sobre
sk: &O Smolt-e
sv: &Om
ta: &பற்றி
te: గురించి (&A)
tr: &Hakkında
uk: Пр&о програму

source: About &Qt
ca: Quant a &Qt
cs: O &Qt
da: Om &Qt
hi: क्यूटी का परिचय (&Q)
it: Informazioni su &Qt
ja: Qt について(&Q)
kn: &Qt ಬಗ್ಗೆ
ml: &Qt സംബന്ധിച്ച്
mr: विषयी (&Q)
nl: Over &Qt
pt: Sobre &Qt
sk: &O Qt
sv: Om &Qt
ta: பற்றி&Qt
te: &Qt గురించి
tr: Qt &Hakkında
uk: Про &бібліотеку Qt

source: Main Tool Bar
ca: Barra d'eines principal
cs: Hlavní nástrojová lišta
da: Hovedværktøjslinje
hi: मुख्य औज़ार पट्टी
it: Barra strumenti principale
ja: メイン ツールバー
kn: ಮುಖ್ಯ ಉಪಕರಣ ಪಟ್ಟಿಕೆ
ml: പ്രധാന ടൂള്‍ ബാര്‍
mr: मुख्य साधन पट्टी
nl: Hoofd gereedschap balk
pa: ਮੁੱਖ ਟੂਲ ਬਾਰ
pt: Barra de ferramentas principal
sk: Hlavný panel nástrojov
sv: Huvudverktygsrad
ta: முக்கிய கருவிப் பட்டி
te: ముఖ్య సాధన పట్టీ
tr: Ana Araç Çubuğu
uk: Головна панель інструментів

source: No distribution-specific data yet
ca: Encara sense dades específiques per a la distribució
cs: Zatím žádná data specifická pro distribuci
hi: कोई वितरण विशिष्ट आँकड़ा अब तक
it: Ancora nessun dato specifico alla distribuzione
ja: まだディストリビューションのデータがありません
kn: ಯಾವುದೆ ವಿತರಣೆಗೆ ನಿಶ್ಚಿತವಾದ ದತ್ತಾಂಶವು ಇನ್ನೂ ಸಹ ಕಂಡುಬಂದಿಲ್ಲ
ml: വിതരണമനുസരിച്ചുള്ള ഡേറ്റാ ലഭ്യമല്ല
mr: वितरण-निर्देशीत डाटा अजूनही आढळला नाही
nl: Nog geen distributie specifieke data
pa: ਕੋਈ ਡਿਸਟਰੀਬਿਊਸ਼ਨ-ਸੰਬੰਧੀ ਡਾਟਾ ਨਹੀਂ
pt: Ainda não existem dados específicos da distribuição
sk: Žiadne špecifické údaje pre distribúciu
sv: Inga distributionsspecifika data ännu
ta: இதுவரை குறிப்பிட்ட விநியோகத் தரவு இல்லை
te: ఇంతవరకు ఏ పంపిణీ-ప్రత్యేక డాటాలేదు
tr: Dağıtıma özgü veri henüz yok
uk: Немає специфічних для дистрибутива даних

source: Error
cs: Chyba
da: Fejl
hi: त्रुटि
it: Errore
ja: エラー
kn: ದೋಷ
ml: പിശക്
mr: त्रुटी
nl: Fout
pa: ਗਲਤੀ
pt: Erro
sk: Chyba
sv: Fel
ta: பிழை
te: దోషము
tr: Hata
uk: Помилка

source: Profile Sent
ca: S'ha enviat el perfil
cs: Profil odeslán
da: Profil sendt
hi: प्रोफ़ाइल भेजा गया
it: Profilo inviato
ja: プロフィールを送信しました
kn: ಪ್ರೊಫೈಲನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ
ml: പ്രൊഫൈല്‍ അയച്ചിരിക്കുന്നു
mr: प्रोफाइल पाठवले
nl: Profiel verzonden
pa: ਪਰੋਫਾਈਲ ਭੇਜ ਦਿੱਤਾ
pt: Perfil enviado
sk: Profil odoslaný
sv: Profilen skickad
ta: விவரக்குறிப்பு அனுப்பப்பட்டது
te: ప్రొఫైల్ పంపబడింది
tr: Profil Gönder
uk: Профіль надіслано

source: <b>Your profile was sent successfully!</b><br> <br> Your profiles is available online at:<br> <a href="%(url)s">%(url)s</a><br> <br> Your profile admin password is:<br><i>%(password)s</i>
ca: <b>El vostre perfil s'ha enviat amb èxit!</b><br> <br> El vostre perfil està disponible en línia a:<br> <a href="%(url)s">%(url)s</a><br> <br> La contrasenya d'administració del vostre perfil és:<br><i>%(password)s</i>
cs: <b>Váš profil byl úspěšně odeslán!</b><br> <br> Váš profil je dostupný online na adrese:<br> <a href="%(url)s">%(url)s</a><br> <br> Administrační heslo vašeho profilu je:<br><i>%(password)s</i>
hi: <b>आपका प्रोफ़ाइल सफलतापूर्वक भेजा गया था!</b><br> <br> आपका प्रोफ़ाइल यहाँ ऑनलाइन उपलब्ध है:<br> <a href="%(url)s">%(url)s</a><br> <br> आपका प्रोफ़ाइल प्रशासन कूटशब्द is:<br><i>%(password)s</i>
it: <b>Il profilo è stato inviato con successo!</b><br> <br> Il profilo è disponibile online su:<br> <a href="%(url)s">%(url)s</a><br> <br> La password amministrativa del profilo è:<br><i>%(password)s</i>
ja: <b>あなたのプロフィールの送信に成功しました!</b><br> <br> プロフィールはオンラインで利用できます:<br> <a href="%(url)s">%(url)s</a><br> <br> プロフィールの管理パスワード:<br><i>%(password)s</i>
kn: <b>ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ!</b><br> <br> ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಆನ್‌ಲೈನಿನಲ್ಲಿನ ಈ ಸ್ಥಳದಲ್ಲಿ ಇದೆ:<br> <a href="%(url)s">%(url)s</a><br> <br> ನಿಮ್ಮ ಪ್ರೊಫೈಲಿನ ನಿರ್ವಹಣಾ ಗುಪ್ತಪದ ಇದಾಗಿದೆ:<br><i>%(password)s</i>
ml: <b>നിങ്ങളുടെ പ്രൊഫൈല്‍ വിജയകരമായി അയച്ചിരിക്കുന്നു!</b><br> <br> നിങ്ങളുടെ പ്രൊഫൈലുകള്‍ ഓണ്‍ലൈനായി ഇവിടെ ലഭിക്കുന്നു:<br> <a href="%(url)s">%(url)s</a><br> <br> നിങ്ങളുടെ പ്രൊഫൈല്‍ അഡ്മിന്‍ അടയാളവാക്ക്:<br><i>%(password)s</i>
mr: <b>तुमचा प्रोफाइल यशस्वीरित्या पाठवले!</b><br> <br> तुमचे प्रोफाइल्स् ऑनलाइन उपलब्ध आहे:<br> <a href="%(url)s">%(url)s</a><br> <br> तुमचा प्रोफाइल प्रशासक पासवर्ड याप्रमाणे आहे:<br><i>%(password)s</i>
nl: <b>Jouw profiel was succesvol verstuurd!</b><br> <br> Jouw profielen zijn online beschikbaar op:<br> <a href="%(url)s">%(url)s</a><br> <br> Jouw profiel beheer wachtwoord is:<br><i>%(password)s</i>
pt: <b>O seu perfil foi enviado com sucesso!</b><br> <br> O seu perfil está disponível online em:<br> <a href="%(url)s">%(url)s</a><br> <br> a senha de admin do seu perfil é:<br><i>%(password)s</i>
sk: <b>Váš profil bol úspešne odoslaný!</b><br> <br> Vaše profily sú dostupné online na:<br> <a href="%(url)s">%(url)s</a><br> <br> Vaše admin heslo profilu je:<br><i>%(password)s</i>
sv: <b>Det gick bra att skicka din profil!</b><br> <br> Dina profiler finns tillgängliga online på:<br> <a href="%(url)s">%(url)s</a><br> <br> Din profils administrativa lösenord är:<br><i>%(password)s</i>
ta: <b>உங்களது விவரக்குறிப்பு வெற்றிகரமாக சென்றடைந்தது!</b><br> <br> இப்போது உங்களது விவரக்குறிப்பு ஆன்லைனில் உள்ளது:<br> <a href="%(url)s">%(url)s</a><br> <br> உங்களது விவரக்குறிப்பின் நிர்வாக கடவுச்சொல்லானது :<br><i>%(password)s</i>
te: <b>మీ ప్రొఫైల్ సమర్ధవంతంగా పంపబడింది!</b><br> <br> Your దీనివద్ద ప్రొఫైల్సు ఆన్‌లైనులో అందుబాటులోవున్నాయి:<br> <a href="%(url)s">%(url)s</a><br> <br> మీ ప్రొఫైల్ నిర్వహణా సంకేతపదము యిది:<br><i>%(password)s</i>
tr: <b>Profiliniz başarıyla gönderildi!</b><br> <br> Profilinize çevrim içi olarak buradan ulaşabilirsiniz:<br> <a href="%(url)s">%(url)s</a><br> <br> Profilinizin yönetim şifresi:<br><i>%(password)s</i>
uk: <b>Ваш профіль успішно надіслано!</b><br> <br> Ваші профілі можна буде переглянути у інтернеті:<br> <a href="%(url)s">%(url)s</a><br> <br> Вашим паролем до адміністрування профілів є:<br><i>%(password)s</i>

source: Privacy Policy
ca: Política de privacitat
cs: Pravidla soukromí
da: Regler for personlige oplysninger
hi: गोपनीयता नीति
it: Politica sulla privacy
ja: プライバシー ポリシー
kn: ಗೌಪ್ಯತಾ ನಿಯಮ
ml: സ്വകാര്യ പോളിസി
mr: गोपनीय करार
nl: Privacy beleid
pa: ਗੋਪਨੀਅਤਾ ਪਾਲਿਸੀ
pt: Política de Privacidade
sk: Politika súkromia
sv: Integritetspolicy
ta: தனிப்பட்ட கொள்கை
te: గోప్యతా విధానము
tr: Gizlilik Politikası
uk: Правила конфіденційності

source: <h3>Smolt Qt</h3>Version %(version)s<br/>
ca: <h3>Smolt Qt</h3>Versió %(version)s<br/>
cs: <h3>Smolt Qt</h3>verze %(version)s<br/>
it: <h3>Smolt Qt</h3>Versione %(version)s<br/>
ja: <h3>Smolt Qt</h3>バージョン %(version)s<br/>
kn: <h3>Smolt Qt</h3>ಆವೃತ್ತಿ %(version)s<br/>
ml: <h3>Smolt Qt</h3>പതിപ്പു് %(version)s<br/>
mr: <h3>Smolt Qt</h3>आवृत्ती %(version)s<br/>
nl: <h3>Smolt Qt</h3>Versie %(version)s<br/>
pt: <h3>Smolt Qt</h3>Versão %(version)s<br/>
sk: <h3>Smolt Qt</h3>Verzia %(version)s<br/>
ta: <h3>Smolt Qt</h3>பதிப்பு %(version)s<br/>
tr: <h3>Smolt Qt</h3>Sürüm %(version)s<br/>
uk: <h3>Smolt Qt</h3>Версія %(version)s<br/>

source: <br/>Smolt Qt is a Smolt GUI client to submit Smolt hardware profiles to a Smoon server.<br/>
ca: <br/>L'Smolt Qt és una interfície gràfica per a enviar perfils a un servidor Smoon.<br/>
cs: <br/>Smolt Qt je grafický (GUI) klient pro odesílání hardwarových Smolt profilů na Smoon server.<br/>
da: <br/>Smolt Qt er en Smolt GUI-klient til at sende Smolt-hardwareprofiler til en Smoon-server.<br/>
hi: <br/>Smolt Qt एक Smolt GUI क्लाइंट है Smolt हार्डवेयर प्रोफ़ाइल सौंपने के लिए किसी Smoon सर्वर में.<br/>
it: <br/>Smolt Qt è un client GUI di Smolt usato per l'invio dei profili hardware di Smolt ad un server Smoon.<br/>
ja: <br/>Smolt Qt は Smolt サーバーへハードウェアの Smolt プロフィールを 送信する Smolt GUI クライアントです。<br/>
kn: <br/>Smolt Qt ಎನ್ನುವುದು Smolt GUI ಕ್ಲೈಂಟಿ ಆಗಿದ್ದು, ಇದನ್ನು ಬಳಸಿಕೊಂಡು Smolt ಯಂತ್ರಾಂಶ ಪ್ರೊಫೈಲುಗಳನ್ನು ಒಂದು Smoon ಪರಿಚಾರಕಕ್ಕೆ ಕಳುಹಿಸಬಹುದಾಗಿದೆ.<br/>
ml: <br/>ഒരു സ്മുണ്‍ സര്‍വറിലേക്ക് സ്മോള്‍ട്ട് ഹാര്‍ഡ്‌വെയര്‍ പ്രൊഫൈലുകള്‍ നല്‍കുന്ന ഒരു സ്മോള്‍ട്ട് GUI ക്ലൈന്റാണു് Smolt Qt.<br/>
mr: <br/>Smolt Qt हे Smolt हार्डवेअर प्रोफाइल्स् Smoon सर्व्हरकडे सादर करण्यासाठी Smolt GUI क्लाएंट आहे.<br/>
nl: <br/>Smolt Qt is een Smolt GUI cliënt om Smolt hardware profielen op te sturen naar een Smoon server.<br/>
pt: <br/>O Smolt Qt é um cliente gráfico para enviar perfis de hardware do Smolt para um servidor Smoon.<br/>
sk: <br/>Smolt Qt je grafický Smolt klient na odosielanie hardvérových profilov Smolt na Smoon server.<br/>
sv: <br/>Smolt Qt är en grafisk Smoltklient för att skicka Smolthårdvaruprofiler till en Smoonserver.<br/>
ta: <br/>Smolt Qt ஆனது ஒரு Smolt GUI க்ளையன்ட் Smolt வன்பொருள் விவக்குறிப்புகள் to ஒரு Smoon சேவையகத்தில் சமர்பிக்கிறது.<br/>
te: <br/>Smolt Qt అనునది Smolt హార్డువేరు ప్రొఫైల్సును అప్పచెప్పుటకు Smolt GUI కక్షిదారి Smoon సేవికకు.<br/>
tr: <br/>Smolt Qt, Smolt donanım profillerini Smoon sunucusuna kayıt ettirmek için sunulan bir Smolt GUI istemcisidir.<br/>
uk: <br/>Smolt Qt є графічною оболонкою Smolt, призначеною для надсилання профілів обладнання Smolt на сервер Smoon.<br/>

source: <b>About Smolt:</b><br/>The smolt hardware profiler is a server-client system that does a hardware scan against a machine and sends the results to a public Fedora Project turbogears server. The sends are anonymous and should not contain any private information other than the physical hardware information and basic OS info.<br/>
ca: <b>Quant a l'Smolt:</b><br/>l'Smolt és una aplicació per a la recol·lecció d'informació del seu maquinari (perfil) per a classificar-la en el servidor turbogears del Projecte Fedora. Els enviaments són anònims i no contenen cap tipus d'informació privada més que la informació bàsica del maquinari i del SO.<br/>
cs: <b>O Smoltu:</b><br/>Smolt je server-klient aplikace, která shromažďuje hardwarové profily počítačů a odesílá výsledky do veřejně přístupného Smoon serveru Fedora projektu. Odeslané informace jsou anonymní a neobsahují žádné privátní informace. Obsahují pouze informace o používaném hardware a základní informace o operačním systému.<br/>
da: <b>Om Smolt:</b><br/>Smolt hardwareprofileringsprogrammet er et server-klient- system der laver en skanning af hardwaren i maskinen og sender resultaterne til en offentlig Fedoraprojekt turbogears-server. Afsendelserne er anonyme og burde ikke indeholde privat information udover den fysiske hardware information og grundlæggende information om operativsystemet.<br/>
hi: <b>स्मोल्ट परिचय:</b><br/>स्मोल्ट हार्डवेयर प्रोफ़ाइल सर्वर क्लाइंट है तंत्र जो कि हार्डवेयर स्कैन किसी मशीन के बरक्स रखता है और परिणाम भेजता है किसी सार्वजनिक Fedora प्रोजेक्ट टर्बोगीयर सर्वर में. प्रेषण बेनामी है और इसे किसी निजी सूचना को समाहित नहीं करना चाहिए भौतिक हार्डवेयर सूचना और आधारभूत ओएस सूचना के अलावे.<br/>
it: <b>Informazioni su Smolt:</b><br/>Il profiler hardware Smolt è un sistema server-client che esegue una scansione hardware nei confronti di una macchina, inviando successivamente i risultati ad un server turbogears pubblico del Fedora Project. Questi invii sono anonimi e non contengono alcuna informazione privata ma solo informazioni hardware o di base del sistema operativo.<br/>
ja: <b>Smolt について:</b><br/>smolt はクライアントサーバーシステムのハードウェアプロファイラーです。 システムから情報を抜き出して、その結果を送ることができます。 その情報をインターネット上のFedora Project turbogearsサーバーを送ります。 送信された情報は匿名で扱われ、物理的なハードウェア情報と基本的なOS情報以外、つまり個人情報は含んではいけません。<br />
kn: <b>Smolt ಬಗೆಗಿನ ಮಾಹಿತಿ:</b><br/>smolt ಯಂತ್ರಾಂಶ ಪ್ರೊಫೈಲರ್ ಒಂದು ಪರಿಚಾರಕ-ಕ್ಲೈಂಟ್ ವ್ಯವಸ್ಥೆಯಾಗಿದ್ದು, ಇದು ಗಣಕದ ಒಂದು ಯಂತ್ರಾಂಶ ಸ್ಕ್ಯಾನ್ ಅನ್ನು ನಡೆಸಿ ಫಲಿತಾಂಶಗಳನ್ನು ಒಂದು ಸಾರ್ವಜನಿಕ ಫೆಡೊರ ಪರಿಯೋಜನೆ ಟರ್ಬೊಗಿಯರ್ ಪರಿಚಾರಕಕ್ಕೆ ಕಳುಹಿಸುತ್ತದೆ. ಕಳುಹಿಸುವಿಕೆಯು ಅನಾಮಾಧೇಯವಾಗಿರುತ್ತವೆ ಹಾಗು ಇದು ಭೌತಿಕ ಯಂತ್ರಾಂಶದ ಮಾಹಿತಿಯನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಯಾವುದೆ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಹೊಂದಿರಬಾರದು.<br/>
ml: <b>സ്മോള്‍ട്ടിനെ കുറിച്ചു്:</b><br/>ഒരു സിസ്റ്റമില്‍ ഹാര്‍ഡ്‌വെയര്‍ പരിശോധന നടത്തി, ഫലങ്ങള്‍ ഒരു പബ്ലിക് ഫെഡോറാ പ്രൊജക്ട് ടര്‍ബോഗിയര്‍സ് സര്‍വറിലേക്ക് അജ്ഞാതമായി അയയ്ക്കുന്ന ഒരു സര്‍വര്‍-ക്ലൈന്റ് സിസ്റ്റമാണു് സ്മോള്‍ട്ട് ഹാര്‍ഡ്‌വെയര്‍ പ്രൊഫൈല്‍. ഫിസിക്കല്‍ ഹാര്‍ഡ്‌വെയര്‍, അടിസ്ഥാന ഒഎസ് വിവരം എന്നതിനു് പുറമേ ഒരു സ്വകാര്യ വിവരങ്ങളും അയയ്ക്കുവാന്‍ പാടില്ലo.<br/>
mr: <b>Smolt विषयी:</b><br/>smolt हार्डवेअर प्रोफाइलर सर्व्हर-क्लाएंट प्रणाली आहे जे मशीनच्या विरूद्ध हार्डवेअर स्कॅन करते व परिणाम पब्लिक Fedora Project टर्बोगिअर्स् सर्व्हरकडे पाठवते. सेंडस् निनावी असतात व त्यात हार्डवेअर माहिती व मुळ OS माहितीच्या व्यतिरिक्त कुठलिही व्यक्तिगत माहिती समाविष्टीत राहत नाही.<br/>
nl: <b>Over Smolt:</b><br/>De smolt hardware profiler is een server-cliënt systeem dat een hardware scan uitvoert van een machine en de resultaten stuurt naar een publieke Fedora Project turbogears server. De verzendingen zijn anoniem en zullen geen privé informatie bevatten anders dan de fysieke hardware informatie en basis besturingssysteem.<br/>
pt: <b>Sobre o Smolt:</b><br/>O profiler de hardware Smolt é um sistema cliente- -servidor que efectua um análise ao hardware de uma máquina e envia o resultado para um servidor público do Projecto Fedora. Os envios são anónimos e não devem conter nenhuma informação privada além da informação física do hardware e informação básica do OS.<br/>
sk: <b>O Smolt:</b><br/>Smolt - nástroj pre zber hardvérových profilov je server-klient systém , ktorý prehľadáva hardvér počítača a odosiela výsledky na verejný Fedora Project turbogears server. Odosielanie je anonymné a neobsahuje žiadne privátne informácie s výmimkou informácií o fyzickom hardvéry a základných informácií o operačnom systéme.<br/>
sv: <b>Om Smolt:</b><br/>Hårdvaruprofileraren smolt är ett klient-serversystem som gör en hårdvarugenomsökning av en maskin och skickar resultatet till en publik turbogears-server hos Fedoraprojektet. Skickandet görs anonymt och skall inte innehålla någon privat information annat än den fysiska hårdvaruinformationen och grundläggande OS-information.<br/>
te: <b>Smolt గురించి:</b><br/>smolt హార్డువేర్ ప్రొఫైలర్ అనునది సేవిక-కక్షిదారి వ్యవస్థ అది మిషన్‌పై హార్డువేరు స్కానును చేస్తుంది మరియు ఫలితాలను Fedora Project turbogears సేవికకు పంపుతుంది. పంపివేతలు అనామధేయం మరియు ఏ వ్యక్తిగత సమాచారము కలిగివుండ కూడదు భౌతిక హార్డువేర్ సమాచారము మరియు ప్రాదమిక OS సమాచారము తప్ప.<br/>
tr: <b>Smolt Hakkında:</b><br/>Smolt donanım profilcisi, sisteminizi oluşturan donanımları tarayan ve bunları halka açık Fedora Project turbogears sunucusuna gönderen bir sunucu-istemci yazılımıdır. Toplanan bilgiler anonim olarak gönderilmekte, fiziksel donanım ve basit işletim sistemi bilgileriniz dışında hiçbir özel bilgi içermemektedir.<br/>
uk: <b>Про Smolt:</b><br/>Програма для створення профілів обладнання smolt є клієнт-серверною системою, яка виконує сканування комп’ютера і надсилає результати на публічний сервер проекту Fedora turbogears. Дані надсилатимуться на анонімній основі і не міститимуть конфіденційних даних, окрім даних щодо фізичних характеристик та базової інформації щодо операційної системи.<br/>

source: <b>Authors:</b><br/>Carlos Gonçalves &lt;mail@cgoncalves.info&gt;
ca: <b>Autors:</b><br/>Carlos Gonçalves &lt;mail@cgoncalves.info&gt;
cs: <b>Autoři:</b><br/>Carlos Gonçalves &lt;mail@cgoncalves.info&gt;
hi: <b>लेखक:</b><br/>Carlos Gonçalves &lt;mail@cgoncalves.info&gt;
it: <b>Autori:</b><br/>Carlos Gonçalves &lt;mail@cgoncalves.info&gt;
ja: <b>開発者:</b><br/>Carlos Goncalves &lt;mail@cgoncalves.info&gt;
kn: <b>ಕತೃಗಳು:</b><br/>Carlos Gonçalves &lt;mail@cgoncalves.info&gt;
ml: <b>രചയിതാക്കള്‍:</b><br/>Carlos Gonçalves &lt;mail@cgoncalves.info&gt;
mr: <b>लेखक:</b><br/>Carlos Gonçalves &lt;mail@cgoncalves.info&gt;
pa: <b>ਲੇਖਕ:</b><br/>Carlos Gonçalves &lt;mail@cgoncalves.info&gt;
pt: <b>Autores:</b><br/>Carlos Gon&ccedil;alves &lt;mail@cgoncalves.info&gt;
sk: <b>Autori:</b><br/>Carlos Gonçalves &lt;mail@cgoncalves.info&gt;
sv: <b>Författare:</b><br/>Carlos Gonçalves &lt;mail@cgoncalves.info&gt;
ta: <b>ஆசிரியர்கள்</b><br/>Carlos Gonçalves &lt;mail@cgoncalves.info&gt;
te: <b>మూలకర్తలు:</b><br/>Carlos Gonçalves &lt;mail@cgoncalves.info&gt;
tr: <b>Yazarlar:</b><br/>Carlos Gonçalves &lt;mail@cgoncalves.info&gt;
uk: <b>Автори:</b><br/>Carlos Gonçalves &lt;mail@cgoncalves.info&gt;

source: %(title)s<br> %(description)s<br> %(authors)s<br> <br> <b>License:</b><br> This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
ca: %(title)s<br> %(description)s<br> %(authors)s<br> <br> <b>Llicència:</b><br> Aquest programari és programari lliure; podeu redistribuir-lo i/o modificar-lo sota els termes de la Llicència Pública General GNU tal com ha estat publicada per la Free Software Foundation; ja sigui la versió 3 de la Llicència o bé (si ho preferiu) qualsevol altra versió posterior.
cs: %(title)s<br> %(description)s<br> %(authors)s<br> <br> <b>Licence:</b><br> This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
it: %(title)s<br> %(description)s<br> %(authors)s<br> <br> <b>Licenza:</b><br> Questo programma è un software gratuito; è possibile ridistribuirlo e/o modificarlo sotto i termini della GNU General Public License come riportato dalla Free Software Foundation; laversione 3 della Licenza, o (a scelta) qualsiasi altra versione più recente.
kn: %(title)s<br> %(description)s<br> %(authors)s<br> <br> <b>ಪರವಾನಗಿ:</b><br> This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
ml: %(title)s<br> %(description)s<br> %(authors)s<br> <br> <b>ലൈസന്‍സ്:</b><br> ഈ പ്രോഗ്രാം ഒരു ഫ്രീ സോഫ്റ്റ്‍‌വെയറാണു്; നിങ്ങള്‍ക്കിതു് വീണ്ടും വിതരണം ചെയ്യുകയോ അല്ലെങ്കില്‍ GNU ജനറല്‍ പബ്ലിക് ലൈസന്‍സ് അനുസരിച്ചു് മാറ്റങ്ങള്‍ വരുത്തുകയോ ചെയ്യാം. ഇതു് ഫ്രീ സോഫ്റ്റ്‌വെയര്‍ ഫൌണ്ടേഷന്‍ അനുസരിച്ചായിരിക്കണം; ലൈസന്‍സിന്റെ 3 പതിപ്പു് അല്ലെങ്കില്‍ (നിങ്ങളുടെ ഇഷ്ടാനുസൃതം) അടുത്ത പതിപ്പുകള്‍.
nl: %(title)s<br> %(description)s<br> %(authors)s<br> <br> <b>Licentie:</b><br> Dit programma is vrije ; je kunt het herdistribueren en/of het veranderen onder de regels van de GNU General Public License zoals gepubliceerd door de Free Software Foundation; volgens versie 3 Van de Licentie, of (naar jouw mening) elke latere versie.
pt: %(title)s<br> %(description)s<br> %(authors)s<br> <br> <b>Licença:</b><br> Este programa é software livre; voçê pode redistribui-lo e/ou modifica-lo, desde que sob os termos da GNU General Public License, tal como publicado pela Free Software Foundation; tanto na versão 3 da Licença, ou (à sua opção) outra versão superior.
sk: %(title)s<br> %(description)s<br> %(authors)s<br> <br> <b>Licencia:</b><br> Tento program je slobodný softvér. Môžete ho ďalej šíriť a/alebo upravovať podľa ustanovení Všeobecnej verejnej licencie GNU tak, ako bola vydaná organizáciou Free Software Foundation, a to buď verzie 3 tejto licencie, alebo (podľa vášho uváženia) ktorejkoľvek neskoršej verzie.
sv: %(title)s<br> %(description)s<br> %(authors)s<br> <br> <b>Licens:</b><br> Detta program är fri programvara. Du kan vidaredistribuera det och/eller ändra det enligt villkoren i GNU General Public License som den publicerats av Free Software Foundation; antingen version 3 av licensen, eller (om du vill) en senare version.
te: %(title)s<br> %(description)s<br> %(authors)s<br> <br> <b>లైసెన్సు:</b><br> ఈ ప్రోగ్రామ్ వుచిత సాఫ్టువేరు, మీరు దీనిని పునఃపంపిణి చేయవచ్చు మరియు/లేదా సవరించవచ్చుGNU General Public License నియమాలకు లోబడి Free Software Foundation ద్వారా ప్రచురితమైన; వర్షన్ 3 లైసెన్సు, లేదా (మీ ఐచ్చికం వద్ద) తరువాతి వర్షన్ యేదైనా.
tr: %(title)s<br> %(description)s<br> %(authors)s<br> <br> <b>Lisans:</b><br> Bu program özgür bir yazılımdır; bu yazılımı Free Software Foundation tarafından yayımlanan GNU Genel Kamu Lisansı sürüm 3 veya (sizin seçiminize göre) daha sonraki bir sürümü koşulları altında dağıtabilir ve/veya değiştirebilirsiniz.
uk: %(title)s<br> %(description)s<br> %(authors)s<br> <br> <b>Ліцензування:</b><br> Ця програма є вільним програмним забезпеченням; ви можете поширювати її і/або вносити до неї зміни згідно до умов Загальної громадської ліцензії GNU у формі, оприлюдненій Free Software Foundation; версії 3 цієї ліцензії або (якщо бажаєте) будь-якої пізнішої версії.
