Repository: MythTV/smolt
Catalog: client/po/*.po
Languages: ca, cs, da, de, hi, it, ja, kn, mai, ml, mr, nl, pa, pt, sk, sv, ta, te, tr, uk

source: this is an automated checkin, will only run if the "smolt" service has been started
ca: això és una entrada automàtica, només s'executarà si el servei «smolt» s'ha iniciat
cs: automatické odesílání údajů bude fungovat pouze tehdy, pokud bude zapnuta služba "smolt"
da: dette er et automatiseret tjek ind, kører kun hvis "smolt"-tjenesten er blevet startet
de: Dies ist ein automatisiertes Check-In und läuft nur bei gestartetem "smolt"-Dienst
hi: यह एक स्वचालित चेकिन है, सिर्फ तभी चलेगा जब "smolt" सेवा आरंभ होता है
it: questo è un controllo automatizzato, verrà lanciato solo se il servizio "smolt" è stato avviato
ja: 自動的なチェックインで、「smolt」サービスを開始している時のみ実行されます。
kn: ಇದೊಂದು ಸ್ವಯಂಚಾಲಿತ ಪರೀಕ್ಷಣೆಯಾಗಿದ್ದು, "smolt" ಸೇವೆಯು ಆರಂಭಗೊಂಡಿದ್ದಲ್ಲಿ ಮಾತ್ರ ಇದು ಚಲಾಯಿಸಲ್ಪಡುತ್ತದೆ
mai: ई एकटा स्वचालित मुदा अछि. सिर्फ तखन चलति जखन "smolt" सेवा आरंभ हाएत अछि
ml: ഇത് ഓട്ടോമാറ്റിക്കായുള്ള ഒരു ചെക്കിന്‍ ആകുന്നു, "smolt" സേവനം തുടങ്ങിയാല്‍ മാത്രമേ ഇത് പ്രവര്‍ത്തിക്കുകയുള്ളൂ
mr: हे आपोआप तपास आहे, "smolt" सेवा सुरू केल्यावरच चालविले जाईल
nl: dit is een geautomatiseerde checkin, wordt alleen uitgevoerd als de "smolt" service opgestart is
pa: ਇਹ ਇੱਕ ਸਵੈਚਾਲਤ ਜਾਂਚ ਹੈ, ਸਿਰਫ ਉਦੋਂ ਚੱਲੇਗੀ ਜੇ "smolt" ਸਰਵਿਸ ਚਾਲੂ ਕੀਤੀ ਹੈ
pt: isto é uma actualização automática, apenas é executa se o serviço "smolt" tiver iniciado
sk: toto je automatická kontrola; bude bežať, iba ak bola služba "smolt" spustená
sv: detta är en automatisk checkin, kommer bara köras om tjänsten "smolt" har startats
ta: இது தானியக்க சோதனை, இது "smolt" சேவை துவக்கப்பட்டால் மட்டுமே இயக்கப்படும்
te: ఇది స్వయంచాలక చెక్ఇన్, "smolt" సేవ ప్రారంభమైవుంటేనే ఇది నడుస్తుంది
tr: bu otomatik bir kontroldür, sadece "smolt" servisi başlatıldıysa çalışacaktır
uk: це автоматична перевірка, її буде запущено, лише якщо було запущено службу «smolt»

source: Smolt set to checkin but checkins are disabled (hint: service smolt start)
ca: L'smolt s'ha configurat per a entrar, però les entrades estàn inhabilitades (consell: inicieu el servei smolt amb «service smolt start»)
cs: Nastaveno automatické odesílání údajů, ale služba neběží (zadejte: service smolt start)
da: Smolt er sat til at tjekke ind, men at tjekke ind er deaktiveret (tip: "service smolt start")
de: Smolt ist für Check-Ins eingerichtet, diese sind jedoch deaktiviert (Tipp: service smolt start)
hi: Smolt को चेकिन के लिये सेट लेकिन चेकिन निष्क्रिय है (संकेत: service smolt start)
it: Smolt è impostato ma i controlli sono disabilitati (suggerimento: service smolt start)
ja: Smolt にはチェックインを設定しています、チェックインは無効になっています（ヒント: service smolt start）
kn: Smolt ಪರೀಕ್ಷಣೆಗಾಗಿ ಹೊಂದಿಸಲ್ಪಟ್ಟಿದೆ ಆದರೆ ಪರೀಕ್ಷಣೆಗಳು ಅಶಕ್ತಗೊಂಡಿವೆ (ಸುಳಿವು: service smolt start)
mai: Smolt केँ चेकिन क'लेल सेट मुदा चेकिन निष्क्रिय अछि (संकेत: service smolt start)
ml: Smolt ചെക്കിനിന് സജ്ജമാക്കിയിരിക്കുന്നു, പക്ഷേ ചെക്കിനുകള്‍ നിര്‍ജ്ജീവമാണ് (സൂചന: service smolt start)
mr: Smolt तपास करण्यास निश्चित केले गेले परंतु तपास अकार्यान्वीत केले गेले (टिप: service smolt start)
nl: Smolt is ingesteld om in te checken, maar inchecken is uitgezet (hint: service smolt start)
pa: Smolt ਨੂੰ ਜਾਂਚ ਲਈ ਨਿਰਧਾਰਤ ਕੀਤਾ ਗਿਆ ਹੈ ਪਰ ਜਾਂਚ ਅਯੋਗ ਕੀਤੀ ਗਈ ਹੈ (ਸੰਕੇਤ: service smolt start)
pt: Smolt configurado para actualizar, mas as actualizações automáticas estão desactivadas (dica: service smolt start)
sk: Smolt bol nastavený pre kontrolu zmien ale kontrola zmien je vypnutá (skúste: service smolt start)
sv: Smolt är satt att checkin men checkin är inte aktiverad (ledtråd: service smolt start)
ta: Smolt சோதனைக்கு அமைக்கப்பட்டுள்ளது ஆனால் அவை செயல்நீக்கப்பட்டுள்ளது (குறிப்பு: service smolt start)
te: Smolt చెక్ఇన్‌కు అమర్చబడినవి అయితే చెక్ఇన్స్‍ అచేతనం చేయబడినవి (హింట్: సేవ స్మాల్ట్‍ ప్రారంభమైంది)
tr: Smolt otomatik kontroller için ayarlanabilir fakat öntanımlı olarak kapatılmıştır (ipucu: service smolt start)
uk: Smolt налаштовано на перевірку або перевірки вимкнено (спробуйте: service smolt start)

source: Error:
cs: Chyba:
da: Fejl:
de: Fehler:
hi: त्रुटि:
it: Errore:
ja: エラー:
kn: ದೋಷ:
mai: त्रुटि:
ml: പിഴവ്:
mr: त्रुटी:
nl: Fout:
pa: ਗਲਤੀ:
pt: Erro:
sk: Chyba:
sv: Fel:
ta: பிழை:
te: దోషము:
tr: Hata:
uk: Помилка:

source: Hint:
ca: Consell:
cs: Tip:
da: Tip:
de: Tipp:
hi: संकेत:
it: Suggerimento:
ja: ヒント:
kn: ಸುಳಿವು:
mai: संकेत:
ml: സൂചന:
mr: टिप:
pa: ਇਸ਼ਾਰਾ:
pt: Dica:
sk: Rada:
sv: Tips:
ta: குறிப்பு:
te: హింట్:
tr: İpucu:
uk: Підказка:

source: Send this information to the Smolt server? (y/n)
de: Diese Informationen an den Smolt-Server senden? (j/n)
mai: ई सूचना केँ Smolt सर्वर केँ भेजू? (y/n)

source: y
de: j
mai: हँ

source: Exiting...
ca: S'està sortint...
cs: Ukončování...
da: Afslutter...
de: Beenden...
hi: बाहर निकल रहा है...
it: Uscita in corso...
ja: 終了しています...
kn: ನಿರ್ಗಮಿಸಲಾಗುತ್ತಿದೆ...
mai: बाहर निकल रहल अछि...
ml: പുറത്തേക്ക് കടക്കുന്നു...
mr: बाहेर पडत आहे...
nl: Beëindigen...
pa: ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt: A sair...
sk: Ukončujem...
sv: Avslutar...
ta: வெளியேறுகிறது...
te: బయటకువస్తోంది...
tr: Çıkıyor...
uk: Вихід…

source: Retry Enabled - Retrying
ca: S'ha habilitat els reintents - s'està reintentant
cs: Opakování povoleno - zkouším znovu
da: Prøv at aktivere igen - Prøver igen
de: Wiederholung aktiviert - Erneut versuchen
hi: फिर कोशिश सक्रिय - फिर कोशिश कर रहा है
it: Riprova abilitato - Ritento
ja: 再試行が有効です - 再試行しています
kn: ಮರುಪ್ರಯತ್ನ ಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ - ಮರುಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ
mai: फेर कोशिश सक्रिय - फेर कोशिश कए रहल अछि
ml: വീണ്ടും ശ്രമിക്കുവാന്‍ സാധ്യമാണ് - വീണ്ടും ശ്രമിക്കുന്നു
mr: पुन्हा प्रयत्न करा कार्यान्वीत - पुन्हा प्रयत्न करीत आहे
nl: Opnieuw proberen aangezet - opnieuw proberen
pa: ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਯੋਗ ਕੀਤੀ ਹੈ - ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਹੋ ਰਹੀ ਹੈ
pt: Repetições Activas - A repetir
sk: Opakovanie zapnuté - Skúšam znovu
sv: Återförsök aktiverat - Försöker igen
ta: மறுமுயற்சி செயல்படுத்தப்பட்டது - மறுமுயற்சிக்கிறது
te: పునఃప్రయత్నం చేతనంచేయబడింది - పునఃప్రయత్నిస్తోంది
tr: Yeniden Deneme Ethin - Tekrar deneniyor
uk: Увімкнено повтори — повторення

source: Could not send - Exiting
ca: No s'ha pogut enviar - s'està sortint
cs: Nemohu odeslat - ukončení
da: Kunne ikke sende - Afslutter
de: Konnte nicht senden - Abbruch
hi: नहीं भेज सका - बाहर निकल रहा है
it: Impossibile spedire - Uscita
ja: 送信できませんでした - 終了しています
kn: ಕಳುಹಿಸಲಾಗಿಲ್ಲ - ನಿರ್ಗಮಿಸಲಾಗುತ್ತಿದೆ
mai: नहि भेज सकल - बाहर निकल रहल अछि
ml: അയയ്ക്കുവാന്‍ സാധ്യമായില്ല - പുറത്ത് കടക്കുന്നു
mr: पाठवू शकले नाही - बाहेर पडत आहे
nl: Kon niet verzenden - afsluiten
pa: ਭੇਜੀ ਨਹੀਂ ਜਾ ਸਕੀ - ਬੰਦ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
pt: Incapaz de enviar - A sair
sk: Nepodarilo sa odoslať - Ukončujem
sv: Kunde inte skicka - Avslutar
ta: அனுப்ப முடியவில்லை - வெளியேறுகிறது
te: పంప లేకపోయింది - బయటకువస్తోంది
tr: Gönderilemedi - Çıkıyor
uk: Не вдалося надіслати — вихід

source: Password:
ca: Contrasenya:
cs: Heslo:
da: Adgangskode:
de: Passwort:
hi: शब्दकूट:
ja: パスワード:
kn: ಗುಪ್ತಪದ:
mai: गुड़किल्ली:
ml: പാസ്‌വേര്‍ഡ്:
mr: गुप्तशब्द:
nl: Wachtwoord:
pa: ਪਾਸਵਰਡ:
pt: Senha:
sk: Heslo:
sv: Lösenord:
ta: கடவுச்சொல்:
te: సంకేతపదము:
tr: Parola:
uk: Пароль:

source: Registration Failed, Try again
ca: Ha fallat el registre, proveu de nou
cs: Registrace selhala, zkuste ji znovu
da: Registrering mislykkedes, prøv igen
de: Registrierung fehlgeschlagen. Bitte erneut versuchen.
hi: पंजीयन विफल, फिर कोशिश करें
it: Registrazione fallita, provare di nuovo
ja: 登録に失敗しました。やり直してください
kn: ನೋಂದಣಿ ವಿಫಲಗೊಂಡಿದೆ, ಮರಳಿ ಪ್ರಯತ್ನಿಸು
mai: पंजीयन विफल, फेर कोशिश करू
ml: രജിസ്ട്രേഷന്‍ പരാജയപ്പെട്ടിരിക്കുന്നു, വീണ്ടും ശ്രമിക്കുക
mr: पंजीकरण अपयशी, पुनः प्रयत्न करा
nl: Registratie is mislukt. Probeer het opnieuw
pa: ਰਜਿਸਟਰੇਸ਼ਨ ਫੇਲ ਹੋਈ, ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt: Registo falhou. Tente novamente
sk: Registrácia zlyhala, skúste znovu
sv: Registrering misslyckades. Försök igen
ta: பதிவு செய்ய முடியவில்லை, மீண்டும் முயற்சிக்கவும்
te: నమోదికరణ విఫలమైంది, మరలా ప్రయత్నించు
tr: Kayıt Başarısız, Yeniden deneyin
uk: Помилка реєстрації, повторіть спробу

source: To view your profile visit: %s
de: Ihr Profil könnten Sie betrachten unter: %s
mai: अपन प्रोफाइल देखब क' लेल जाउ: %s

source: _Quit
de: _Beenden
mai: छोड़ू (_Q)
ml: പുറത്ത് _കടക്കുക

source: Quit the program without sending your hardware profile to the server
de: Das Programm beenden, ohne das Hardware-Profil zu senden
mai: सर्वर केँ बिनु अपन हार्डवेयर प्रोफाइल भेजने बिनु प्रोग्राम छोड़ू.
ml: നിങ്ങളുടെ ഹാര്‍ഡ്‌വെയര്‍ പ്രൊഫൈല്‍ സര്‍വറിലേക്ക് അയയ്ക്കാതെ പ്രോഗ്രാമില്‍ നിന്നും പുറത്ത് കടക്കുക

source: _Send
de: _Senden
mai: भेजू (_S)
ml: _അയയ്ക്കുക

source: Send your hardware profile to the server.
de: Senden Sie ihr Hardware-Profil an den Server
mai: सर्वर मे अपन हार्डवेयर प्रोफाइल भेजू.
ml: സര്‍വറിലേക്ക് നിങ്ങളുടെ ഹാര്‍ഡ്‌വെയര്‍ പ്രൊഫൈല്‍ അയയ്ക്കുക.

source: Show _Privacy Policy
de: _Datenschutzrichtlinie anzeigen
mai: गोपनीयता नीति देखाउ (_P)

source: Show the Smolt privacy policy.
de: Smolt-Datenschutzrichtlinie anzeigen
mai: Smolt गोपनीयता नीति देखाउ.

source: _About
de: _Über
mai: परिचय (_A)

source: _File
de: _Datei
mai: फाइल (_F)

source: _Help
de: _Hilfe
mai: मदति (_H)

source: _My Smolt Page
de: _Meine Smolt-Seite
mai: हमर स्मोल्ट पृष्ठ (_M)

source: Take me to my smolt profile page
de: Zu meiner Smolt-Profilseite gehen
mai: हमर smolt प्रोफाइल पृष्ठ पर हमरा लए जाउ
ml: എന്റെ smolt പ്രൊഫൈല്‍ പേജിലേക്ക് പോകുക

source: An error occurred while sending the data to the server.
ca: S'ha produït un error en enviar les dades al servidor.
cs: Při odesílání dat na server nastala chyba.
da: Der opstod en fejl under afsending af data til serveren.
de: Während des Sendens der Daten ist ein Fehler aufgetreten.
hi: सर्वर में आंकड़ा भेजने में एक त्रुटि आयी.
it: Si è verificato un errore durante l'invio dei dati al server.
ja: データをサーバーに送信する時点でエラーが発生しました。
kn: ಪರಿಚಾರಕಕ್ಕೆ ದತ್ತಾಂಶವನ್ನು ಕಳುಹಿಸುವಾಗ ಒಂದು ದೋಷವು ಎದುರಾಗಿದೆ.
mai: सर्वर मे आंकड़ा भेजबा मे एकटा त्रुटि आएल.
ml: ഡേറ്റാ സര്‍വറിലേക്ക് അയയ്ക്കുന്നതിനിടയില്‍ ഒരു പിശക് സംഭവിച്ചിരിക്കുന്നു.
mr: सर्व्हर करीता माहिती पाठवितेवेळी त्रुटी आढळली.
nl: Er is een fout opgetreden tijdens het verzenden van de data naar de server.
pa: ਸਰਵਰ ਨੂੰ ਡਾਟਾ ਭੇਜਣ ਸਮੇਂ ਗਲਤੀ ਆਈ ਹੈ।
pt: Ocorreu um erro ao enviar o perfil para o servidor.
sk: Nastala chyba pri odosielaní údajov na server.
sv: Ett fel uppstod när data skickades till servern.
ta: தரவை சேவையகத்திற்கு அனுப்பும் போது பிழை ஏற்பட்டுள்ளது.
te: డాటాను సేవికకు పంపుతున్నప్పుడు ఒక దోషము ఎదురైంది.
tr: Veriyi sunucuya gönderirken bir hata oluştu.
uk: Під час спроби надсилання даних на сервер сталася помилка.

source: The data was successfully sent. If you need to refer to your hardware profile for a bug report your UUID is %s stored in %s
de: Die Daten wurden erfolgreich gesendet. Falls Sie für einen Fehlerbericht auf Ihr Hardware-Profil zurückgreifen müssen, ist Ihre UUID %s und befindet sich in %s
mai: आंकड़ा सफलतापूर्वक भेजल गेल छल. जँ अहाँ अपन हार्डवेयर प्रोफाइल मे बग रिपोर्ट क' लेल संदर्भित करब क' जरूरत राखैत छी तँ अहाँक UUID %s %s मे जमा कएल गेल अछि

source: Smolt Privacy Policy
de: Smolt-Datenschutzrichtlinie
mai: Smolt गोपनीयता नीति

source: Could not contact server: %s
ca: No s'ha pogut contactar amb el servidor: %s
cs: Nelze kontaktovat server: %s
da: Kunne ikke kontakte server: %s
de: Konnte Server nicht kontaktieren: %s
hi: सर्वर से संपर्क नहीं कर सका: %s
it: Impossibile contattare il server: %s
ja: サーバーに接続できません: %s
kn: ಪರಿಚಾರಕವನ್ನು ಸಂಪರ್ಕಿಸಲಾಗಿಲ್ಲ: %s
mai: सर्वर सँ संपर्क नहि कए सकल: %s
ml: സര്‍വറുമായി ബന്ധപ്പെടുവാന്‍ സാധ്യമായില്ല: %s
mr: सर्व्हरशी संपर्क करू शकला नाही: %s
nl: Kon geen contact maken met server: %s
pa: ਸਰਵਰ ਨਾਲ ਸੰਪਰਕ ਨਹੀਂ ਹੋ ਸਕਿਆ: %s
pt: Não foi possível contactar o servidor: %s.
sk: Neporadilo sa kontaktovať server: %s
sv: Kunde inte kontakta servern: %s
ta: சேவையகத்தை தொடர்பு கொள்ள முடியவில்லை: %s
te: సేవికను సంప్రదించలేదు: %s
tr: Sunucu ile bağlantı kurulamadı: %s
uk: Не вдалося встановити зв’язок з сервером: %s

source: Could not bind to dbus. Is dbus running?
ca: No s'ha pogut vincular amb el dbus. Potser dbus no s'està executant.
cs: Nelze se připojit na dbus. Běží služba dbus?
da: Kunne ikke forbinde til dbus. Kører dbus?
de: Konnte nicht an dbus binden. Wird dbus ausgeführt?
hi: dbus में बाइंड नहीं कर सका. क्या dbus चल रहा है?
it: Impossibile eseguire il bind su dbus. Dbus è in esecuzione?
ja: dbus にバインドできませんでした。 dbus を実行していますか?
kn: dbus ಗೆ ಬೈಂಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ. dbus ಚಾಲನೆಯಲ್ಲಿದೆಯೆ?
mai: dbus मे बाइंड नहि कए सका. क' dbus चलि रहल अछि?
ml: ഡിബസിലേക്ക് ബൈന്‍ഡ് ചെയ്യുവാന്‍ സാധ്യമായില്ല. ഡീബസ് പ്രവര്‍ത്തനത്തിലാണോ?
mr: dbus शी जुळवणी करू शकला नाही. dbus कार्यरत आहे का?
nl: Kon niet met dbus verbinden. Is dbus actief?
pa: dbus ਨਾਲ ਜੁੜ ਨਹੀਂ ਸਕਿਆ। ਕੀ dbus ਚੱਲ ਰਿਹਾ ਹੈ?
pt: Impossível ligar ao dbus. O serviço dbus está a correr?
sk: Nepodarilo sa pripojiť k DBUS. Je DBUS spustený?
sv: Kunde inte binda till dbus. Är dbus igång?
ta: dbusஉடன் பிணைக்க முடியவில்லை. dbus இயங்குகிறதா?
te: dbus కు బందనం కాలేకపోయింది. dbus నడుస్తోందా?
tr: Dbus'a bağlanılamadı. Dbus çalışıyor mu?
uk: Не вдалося прив’язатися до D-Bus. D-Bus запущено?

source: Could not connect to hal, is it running?
de: Konnte Verbindung zu hal nicht herstellen. Wird hal ausgeführt?

source: Run "service haldaemon start" as root
de: Führen Sie "service haldaemon start" als "root" aus

source: Error contacting Server: %s
ca: S'ha produït un error en contactar amb el servidor: %s
cs: Chyba spojení se serverem: %s
da: Kunne ikke kontakte server: %s
de: Fehler beim Kontaktieren des Servers: %s
hi: सर्वर से संपर्क में त्रुटि: %s
it: Si è verificato un errore contattando il server: %s
ja: サーバー接続中にエラー: %s
kn: ಪರಿಚಾರಕವನ್ನು ಸಂಪರ್ಕಿಸುವಲ್ಲಿ ದೋಷ: %s
mai: सर्वर सँ संपर्क मे त्रुटि: %s
ml: സര്‍വറുമായി ബന്ധപ്പെടുന്നതില്‍ പിശക്: %s
mr: सर्व्हरशी जुळवणी करतेवेळी त्रुटी: %s
nl: Fout bij het contact opnemen met de server: %s
pa: ਸਰਵਰ ਨਾਲ ਸੰਪਰਕ ਦੌਰਾਨ ਗਲਤੀ: %s
pt: Erro ao contactar o servidor: %s
sk: Chyba pri nadväzovaní spojenia so serverom: %s
sv: Fel vid anslutning med server: %s
ta: சேவையகத்தை இணைக்கும் போது பிழை: %s
te: సేవికను సంప్రదించుటలో దోషము: %s
tr: Sunucuya bağlanmada hata: %s
uk: Помилка встановлення зв’язку з сервером: %s

source: Wrong version, server incapable of handling your client
ca: Versió incorrecta, el servidor no pot treballar amb el vostre client
cs: Špatná verze, server není kompatibilní s vaší verzí klienta
da: Forkert version, serveren er ikke i stand til at håndtere din klient
de: Falsche Version, Server kann mit Ihren Client nicht umgehen
hi: गलत संस्करण, सर्वर आपके क्लाइंट के नियंत्रण में असमर्थ
it: Versione sbagliata, il server non è in grado di gestire il client
ja: バージョンがおかしいです。サーバーはご使用のクライアントを処理することができません。
kn: ತಪ್ಪು ಆವೃತ್ತಿ, ನಿಮ್ಮ ಕ್ಲೈಂಟನ್ನು ನಿಭಾಯಿಸಲು ಪರಿಚಾರಕವು ಅಸಮರ್ಥವಾಗಿದೆ
mai: गलत संस्करण, सर्वर अहाँक क्लाइंट क' नियंत्रण मे असमर्थ
ml: തെറ്റായ പതിപ്പ്, നിങ്ങളുടെ ക്ലൈന്റിനെ കൈകാര്യം ചെയ്യുവാന്‍ സര്‍വറിന് സാധ്യമായില്ല
mr: चुकीची आवृत्ती, सर्व्हर तुमचे क्लाऐंट हाताळू शकत नाही
nl: Verkeerde versie, de server is niet in staat om jouw cliënt te behandelen
pa: ਗਲਤ ਵਰਜਨ, ਤੁਹਾਡੇ ਕਲਾਂਈਟ ਦੀ ਨਿਗਰਾਨੀ ਕਰਨ ਵਿੱਚ ਸਰਵਰ ਅਸਮਰਥ ਹੈ
pt: Versão incorrecta. Servidor incapaz de lidar com o seu cliente
sk: Nesprávna verzia, server nie je schopný spolupracovať s vašim klientom
sv: Fel version, servern kan inte hantera din klient
ta: தவறான பதிப்பு, சேவையகம் உங்கள் கிளையனை கையாள முடியவில்லை
te: సరికాని వర్షన్, మీ కక్షిదారిని సంభాలించుటలో సేవిక అసమర్ధత
tr: Yanlış sürüm, istemci sunucu ile uyumlu değil
uk: Помилкова версія, сервер не зможе працювати з вашою клієнтською програмою

source: Communication with server failed
de: Kommunikation mit dem Server fehlgeschlagen
mai: सर्वर सँ संचार विफल
ml: സര്‍വറുമായുള്ള ആശയവിനിമയം പരാജയപ്പെട്ടു

source: Devices
ca: Dispositius
cs: Zařízení
da: Enheder
de: Geräte
hi: उपकरण
it: Dispositivi
ja: デバイス
kn: ಸಾಧನಗಳು
mai: युक्तिसभ
ml: ഡിവൈസുകള്‍
mr: यंत्रे
nl: Apparaten
pa: ਜੰਤਰ
pt: Dispositivos
sk: Zariadenia
sv: Enheter
ta: சாதனங்கள்
te: పరికరములు
tr: Aygıtlar
uk: Пристрої

source: Default run level
ca: Nivell d'execució predeterminat
cs: Výchozí startovací úroveň
da: Standard kørselsniveau
de: Standard-Runlevel
hi: मूलभूत रन लेबल
it: Run level predefinito
ja: 標準のラン レベル
kn: ಡೀಫಾಲ್ಟ್‍ ರನ್ ಲೆವೆಲ್
mai: पूर्वनिर्धारित रन लेबल
ml: സ്വതവേയുള്ള റണ്‍ ലവല്‍
mr: मुलभूत कार्यरत स्थिती
nl: Standaard runlevel
pa: ਮੂਲ ਰਨ ਲੈਵਲ
pt: Nível de execução por omissão
sk: Predvolená úroveň behu
sv: Standardkörnivå
ta: முன்னிருப்பு இயங்குநிலை
te: అప్రమేయ నడుపుదల స్థాయి
tr: Öntanımlı çalışma seviyesi
uk: Типовий рівень запуску

source: Language
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
hi: भाषा
it: Linguaggio
ja: 言語
kn: ಭಾಷೆ
mai: भाषा
ml: ഭാഷ
mr: भाषा
nl: Taal
pa: ਭਾਸ਼ਾ
pt: Língua
sk: Jazyk
sv: Språk
ta: மொழி
te: భాష
tr: Dil
uk: Мова

source: Platform
ca: Plataforma
cs: Platfoma
de: Plattform
hi: प्लेटफॉर्म
it: Piattaforma
ja: プラットフォーム
kn: ಪ್ಲಾಟ್‍ಫಾರ್ಮ್
mai: प्लेटफार्म
ml: പ്ലാറ്റ്ഫോം
mr: प्लॅटफार्म
pa: ਪਲੇਟਫਾਰਮ
pt: Plataforma
sk: Platforma
sv: Plattform
ta: தளம்
te: ప్లాట్‌ఫాం
tr: Mimari
uk: Платформа

source: CPU Vendor
ca: Fabricant del processador
cs: Výrobce CPU
da: Processorproducent
de: CPU-Anbieter
hi: CPU विक्रेता
it: Venditore CPU
ja: CPU 製造元
kn: CPU ಒದಗಿಸಿದವರು
mai: CPU विक्रेता
ml: സിപിയു വില്‍പനക്കാരന്‍
mr: CPU विक्रेता
nl: CPU fabrikant
pa: CPU ਵਿਕਰੇਤਾ
pt: Fabricante do CPU
sk: Výrobca CPU
sv: CPU-leverantör
ta: CPU விற்பனையாளர்
te: CPU అమ్మకందారు
tr: CPU Sağlayıcı
uk: Виробник процесора

source: CPU Model
ca: Model del processador
cs: Model CPU
da: Processormodel
de: CPU-Modell
hi: CPU मॉडल
it: Modello CPU
ja: CPU モデル
kn: CPU ಮಾದರಿ
mai: CPU माडल
ml: CPU മോഡല്‍
mr: CPU मॉडेल
pa: CPU ਮਾਡਲ
pt: Modelo do CPU
sk: Model CPU
sv: CPU-modell
ta: CPU மாதிரி
te: CPU రీతి
tr: CPU Modeli
uk: Модель процесора

source: Number of CPUs
ca: Número de processadors
cs: Počet CPU
da: Antal af processorer
de: Anzahl der CPUs
hi: CPU की संख्या
it: Numero di CPU
ja: CPU 数量
kn: CPUಗಳ ಸಂಖ್ಯೆ
mai: CPU क' संख्या
ml: സിപിയുകളുടെ എണ്ണം
mr: CPUs ची संख्या
nl: Aantal CPU's
pa: CPU ਦੀ ਗਿਣਤੀ
pt: Número de CPUs
sk: Počet CPU
sv: Antal CPU:er
ta: CPUகளின் எண்ணிக்கை
te: CPU ల సంఖ్య
tr: CPU Sayısı
uk: Кількість процесорів

source: CPU Speed
ca: Velocitat del processador
cs: Rychlost CPU
da: Processorhastighed
de: CPU-Geschwindigkeit
hi: CPU गति
it: Velocità CPU
ja: CPU スピード
kn: CPU ವೇಗ
mai: CPU गति
ml: CPU വേഗത
mr: CPU वेग
nl: CPU snelheid
pa: CPU ਗਤੀ
pt: Velocidade do CPU
sk: Rýchlosť CPU
sv: CPU-hastighet
ta: CPU வேகம்
te: CPU వేగము
tr: CPU Hızı
uk: Частота процесора

source: System Memory
ca: Memòria del sistema
cs: Systémová paměť
da: Systemhukommelse
de: Systemspeicher
hi: सिस्टम स्मृति
it: Memoria di sistema
ja: システム メモリー
kn: ಗಣಕದ ಮೆಮೊರಿ
mai: सिस्टम स्मृति
ml: സിസ്റ്റം മെമ്മറി
mr: प्रणाली स्मृती
nl: Systeem geheugen
pa: ਸਿਸਟਮ ਮੈਮੋਰੀ
pt: Memória do sistema
sk: Systémová pamäť
sv: Systemminne
ta: கணினி நினைவகம்
te: సిస్టమ్ మెమోరి
tr: Sistem Hafızası
uk: Оперативна пам’ять системи

source: Vendor
ca: Fabricant
cs: Výrobce
da: Producent
de: Anbieter
hi: विक्रेता
it: Venditore
ja: 製造元
kn: ಒದಗಿಸಿದವರು
mai: विक्रेता
ml: വില്‍പ്പനക്കാരന്‍
mr: विक्रेता
nl: Fabrikant
pa: ਵਿਕਰੇਤਾ
pt: Fabricante
sk: Výrobca
sv: Leverantör
ta: விற்பனையாளர்
te: అమ్మకందారు
tr: Sağlayıcı
uk: Виробник

source: Form factor
ca: Mida de la placa base
cs: Formát desky
da: Formfaktor
de: Form-Faktor
hi: फॉर्म कारक
ja: フォーム ファクター
kn: ಫಾರ್ಮ್ ಫ್ಯಾಕ್ಟರ್
mai: फार्म कारक
ml: ഫോം ഫാക്ടര്‍
mr: फॉर्म गुणांक
pa: ਫਾਰਮ ਫੈਕਟਰ
pt: Dimensões
sk: Formát dosky
sv: Fomfaktor
ta: படிவ காரணி
te: ఫాక్టర్ నుండి
tr: Sınıfı
uk: Формфактор

source: SELinux Enabled
ca: SELinux habilitat
cs: SELinux povolen
da: SELinux aktiveret
de: SELinux aktiviert
hi: SELinux सक्रिय
it: SELinux abilitato
kn: SELinux ಶಕ್ತಗೊಂಡ
mai: SELinux सक्रिय
ml: SELinux സജ്ജമാക്കിയത്
nl: SELinux aangezet
pa: SELinux ਯੋਗ ਕੀਤਾ
pt: SELinux activo
sk: SELinux povolený
sv: SELinux aktiverad
ta: SELinux செயல்படுத்தப்பட்டது
te: SELinux చేతనంచేయబడిన
tr: SELinux Aktif
uk: SELinux увімкнено

source: SELinux Enforce
ca: Validació del SELinux
cs: SELinux vynucen
da: SELinux fremtvunget
de: SELinux erzwingen
hi: SELinux पुनर्बलित करें
kn: SELinux ಒತ್ತಾಯಪೂರ್ವಕ
mai: SELinux पुनर्बलित करू
ml: SELinux എന്‍ഫോഴ്സ് ചെയ്തത്
nl: SELinux afdwingend
pa: SELinux ਮਜਬੂਰ
pt: SELinux Obrigatório
sk: SELinux vynútený
sv: SELinux tvingande
ta: SELinux வலியுறுத்தல்
te: SELinux బలవంతము
tr: SELinux Uygulanabilirliği
uk: Захист SELinux

source: Unable to save UUID, continuing...
ca: No es pot desar l'UUID, s'està continuant...
cs: Nelze uložit UUID, pokračuje se...
da: Kunne ikke gemme UUID, fortsætter...
de: UUID konnte nicht gespeichert werden, fahre weiter...
hi: UUID सहेजने में असमर्थ, जारी रख रहा है...
it: Impossibile salvare l'UUID, continuo...
ja: UUID を保存できません。継続しています...
kn: UUID ಅನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ, ಮುಂದುವರೆಸಲಾಗುತ್ತಿದೆ...
mai: UUID सहेजने मे असमर्थ, जारी रख रहल अछि...
ml: UUID സൂക്ഷിക്കുവാന്‍ സാധ്യമായില്ല, തുടരുന്നു...
mr: UUID साठवण्यास अशक्य, चालू ठेवत आहे...
nl: Niet in staat om UUID op te slaan, doorgaan...
pa: UUID ਨੂੰ ਸੰਭਾਲਣ ਵਿੱਚ ਅਸਮਰਥ, ਜਾਰੀ ਹੈ...
pt: Incapaz de gravar o UUID, a continuar...
sk: Nebolo možné uložiť UUID, pokračujem...
sv: Kunde inte spara UUID, fortsätter...
ta: UUIDஐ சேமிக்க முடியவில்லை, தொடர்கிறது...
te: UUID ను దాయ లేకపోయింది, కొనసాగించుచున్నది...
tr: UUID kaydı başarısız, devam ediliyor...
uk: Не вдалося зберегти UUID, продовжуємо…

source: Unable to determine UUID of system!
ca: No es pot determinar l'UUID del sistema
cs: Nemohu zjistit UUID systému!
da: Kunne ikke bestemme systemets UUID!
de: System-UUID konnte nicht erkannt werden!
hi: सिस्टम के UUID को निर्धारित करने में असमर्थ!
it: Impossibile determinare l'UUID del sistema!
ja: システムの UUID を確認できません!
kn: ಗಣಕದ UUID ಅನ್ನು ಪತ್ತೆಹಚ್ಚಲಾಗಿಲ್ಲ!
mai: सिस्टम क' UUID केँ निर्धारित करब मे असमर्थ!
ml: സിസ്റ്റമിന്റെ UUID ലഭ്യമായില്ല!
mr: प्रणालीचे UUID ठरवित आहे!
nl: Niet in staat om UUID van systeem vast te stellen!
pa: ਸਿਸਟਮ ਦਾ UUID ਪਤਾ ਕਰਨ ਵਿੱਚ ਅਸਮਰਥ!
pt: Incapaz de determinar o UUID do sistema!
sk: Nebolo možné zistiť UUID systému!
sv: Kunde inte bestämma UUID för systemet!
ta: UUID முறைமயை வரையறுக்க முடியவில்லை!
te: సిస్టమ్ యొక్క UUID ను నిర్ధారించ లేకపోయింది!
tr: Sistemin UUID'ini tanımlama başarısız!
uk: Не вдалося визначити UUID системи!

source: Cannot Determine Runlevel
ca: No es pot determinar el nivell d'execució
cs: Nelze určit startovací úroveň
da: Kan ikke bestemme kørselsniveau
de: Kann Runlevel nicht bestimmen
hi: रनलेवल निर्धारित नहीं कर सकता है
it: Impossibile determinare il runlevel
ja: ラン レベルを確認できません
kn: ರನ್‍ಲೆವೆಲ್ ಅನ್ನು ಪತ್ತೆಹಚ್ಚಲಾಗಿಲ್ಲ
mai: रनलेवल निर्धारित नहि कए सकैत अछि
ml: റണ്‍ലെവല്‍ ഏതെന്ന് നിര്‍ണ്ണയിക്കുവാന്‍ സാധ്യമല്ല
mr: कार्य पातळी ठरवू शकले नाही
nl: Kan het runlevel niet bepalen
pa: ਰੰਨਲੈਵਲ ਪਤਾ ਨਹੀਂ ਕਰ ਸਕਦਾ
pt: Impossível determinar o nível de Execução
sk: Nepodarilo sa zistiť úroveň behu
sv: Kunde inte bestämma körnivå
ta: இயங்கு நிலையை வரையறுக்க முடியவில்லை
te: నడుపుదలస్థాయిని నిర్ధారించలేక పోయింది
tr: Çalışma Seviyesi Tanımlanamadı
uk: Не вдалося визначити рівень запуску

source: Hardware Profile
ca: Perfil del maquinari
cs: Hardwarový profil
da: Hardwareprofil
de: Hardware-Profil
hi: हार्डवेयर प्रोफाइल
it: Profilo hardware
ja: ハードウェアプロフィール
kn: ಯಂತ್ರಾಂಶ ಪ್ರೊಫೈಲ್‌
mai: हार्डवेयर प्रोफाइल
ml: ഹാര്‍ഡ്‌വെയര്‍ പ്രൊഫൈല്‍
mr: हार्डवेअर प्रोफाइल
nl: Hardware profiel
pa: ਹਾਰਡਵੇਅਰ ਪ੍ਰੋਫਾਇਲ
pt: Perfil de Hardware
sk: Hardvérový profil
sv: Maskinvaruprofil
ta: வன்பொருள் விவரக்குறிப்பு
te: హార్డ్‍‌వేర్ ప్రోఫైల్
tr: Donanım Profili
uk: Профіль обладнання
