Repository: MythTV/smolt
Catalog: client/po/*.po
Languages: ca, cs, da, de, hi, it, ja, kn, mai, ml, mr, nl, pa, pt, sk, sv, ta, te, tr, uk

source: <span></span> Smolt will only send hardware and basic operating system information to the Fedora smolt server (smoon). The only tie from the database to a submitters machine is the UUID. As long as the submitter does not give out this UUID the submission is anonymous. If at any point in time a user wants to delete his/her profile from the database they need only run<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> The information sent to the smolt database server should be considered public in that anyone can view the statistics, data and share machine profiles. In many ways smolt is designed to get hardware vendors and other 3rd parties' attention. As such, not only will this information be shared with 3rd parties, we will be using smolt as leverage to gain better support for open source drivers and better support in general.<br> <br> IP Logging: In Fedora's smolt install all web traffic goes through a proxy server first. This is the only place IP addresses are being logged and they are kept on that server for a period of 4 weeks at which time log rotation removes these logs. The Fedora Project does not aggregate IP addresses in the smolt database. These logs are private and will not be available to the general public.<br> <br> Users unhappy with this policy should simply not use smolt. Users with questions about this policy should contact the Fedora Infrastructure Team at <a href="mailto:%(mail)s">%(mail)s</a>. Also remember that users can delete their profiles at any time using<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> Thanks for participating and for your interest in our privacy policy.
ca: <span></span> Smolt únicament enviarà informació del maquinari i informació bàsica del sistema al servidor smolt de Fedora (smoon). L'únic vincle entre la base de dades i qui ho enviï serà l'UUID. L'enviament serà anònim sempre que l'usuari no difongui el seu UUID. Si en algun moment l'usuari vol esborrar el seu perfil de la base de dades només cal que executi<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> La informació enviada al servidor de base de dades d'smolt s'hauria de considerar pública atès que qualsevol pot veure les estadístiques, dades i compartir els perfils de les màquines. Smolt s'ha dissenyat per obtenir l'atenció dels fabricants de maquinari i d'altres tercers. Per tant, aquesta informació no només es compartirà amb tercers, també farem servir l'smolt per obtenir una millor ajuda tècnica per als controladors de codi obert, i ajuda en general.<br> <br> Registre d'IP. En la instal·lació d'smolt de Fedora, tot el trànsit web passa per un servidor intermediari. Aquest és l'únic lloc on es registren les adreces IP i es conserven al servidor per un període de 4 setmanes, després del qual el procés de rotació de registre els elimina. El projecte Fedora no afegeix les adreces IP a la base de dades d'smolt. Els registres són privats i no seran disponibles per al públic general.<br> <br> Els usuaris descontents amb aquesta política no haurien de fer servir smolt. Els usuaris amb preguntes quant a aquesta política haurien de contactar amb l'equip d'infraestructura de Fedora a <a href="mailto:%(mail)s">%(mail)s</a>. També cal recordar que els usuaris poden esborrar el seu perfil en qualsevol moment amb <br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> Gracies per participar i pel vostre interès amb la nostra política de privacitat.
cs: <span></span> Smolt odesílá pouze informace o hardware a základní informace o operačním systému na smolt server Fedory (smoon). Jediné vodítko z databáze k odesilateli je UUID. Pokud neprozradíte své UUID, je váš příspěvek anonymní. Pokud chcete kdykoli smazat profil z databáze, stačí spustit <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> Informace, které jsou odesílány na server jsou považovány za veřejné, ve smyslu, že každý může prohlížet statistiky, jednotlivá data, nebo sdílet celé profily. Smolt byl navržen, aby upoutal pozornost výrobců a prodejců hardware. Jeho informace budou použity ne jen k předání třetím stranám, ale i jako páka pro získání lepších ovladačů a lepší podpory zařízení v otevřeném software.<br> <br> Zaznamenávání IP: V instalaci Smoltu jdou ve Fedoře všechna webová data nejdříve přes proxy. To je jediné místo, kde jsou zaznamenávány IP adresy a kde jsou uloženy po dobu 4 týdnů, dokud nejsou odstraněny při rotaci logů. Fedora projekt nesbírá IP adresy ve Smolt databázi. Tyto záznamy jsou soukromé a nebudou k dispozici veřejně.<br> <br> Uživatelé, kteří nesouhlasí s touto politikou, jednoduše nemusí smolt používat. Uživatelé, kteří mají k této politice otázky mohou kontaktovat tým Fedora Infrastructure na adrese admin <a href="mailto:%(mail)s">%(mail)s</a> Pamatujte, že svůj profil můžete kdykoli vymazat příkazem<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> Děkujeme za účast a zájem o naši politiku ochrany soukromí.
hi: <span></span> स्लोल्ट केवल हार्डवेयर और आधारभूत ऑपरेटिंग तंत्र सूचना को फेडोरा स्मोल्ट सर्वर (smoon) में भेजेगा. केवल एक संबंध डेटाबेस का सुपुर्दकर्ता मशीन में UUID है. जबतक सुपुर्दकर्ता इस UUID को छोड़ नहीं देता है सुपुर्दगी बेनामी है. यदि किसी समय पर कोई उपयोक्ता अपना प्रोफ़ाइल मिटाता है डेटाबेस से तो उसे केवल <br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt> चलाने की जरूरत पड़ती है<br> <br> स्मोल्ट डेटाबेस में भेजी गई कोई सूचना को सार्वजनिक मानना चाहिए क्योंकि कोई भी सांख्यिकी, आँकड़ा और साझा मशीन प्रोफ़ाइल देख सकता है. कई तरीके से स्मोल्ट को हार्डवेयर विक्रेता और दूसरी तीसरे पक्षीय लोगों का ध्यान पाने के लिए है. इस प्रकार, न केवल इस सूचना को साझा किया जाना चाहिए तीसरे पक्ष के साथ, हम स्मोल्ट का प्रयोग एक समर्थन के तौर पर करेंगे मुक्त स्रोत ड्राइवरों और सामान्य रूप से बेहतर समर्थन पाने के लिए.<br> <br> IP लॉगिंग: फेडोरा के स्मोल्ट संस्थापन में सभी वेब ट्रैफिक किसी प्रॉक्सी सर्वर से होकर जाता है. यही केवल वह स्थान है जहाँ IP पता लॉग किया जाता है और वे सर्वर पर चार सप्ताह की अवधि के लिए रखे जाते हैं जिस अवधि में लॉग चक्र इन लॉग को हटा देता है. फेडोरा परियोजना IP पता को जमा नहीं करता है स्मोल्ट डेटाबेस में. ये लॉग निजी है और सामान्य लोगों के लिए उपलब्ध नहीं रहेंगे.<br> <br> उपयोक्ता जो कि इस नीति से नाखुश हैं उन्हें स्मोल्ट का प्रयोग नहीं करना चाहिए. उपयोक्ताओं जिन्हें इस नीति के बारे में प्रश्न है उन्हें फेडोरा बुनियादी ढाँचा दल से संपर्क करना चाहिए <a href="mailto:%(mail)s">%(mail)s</a>. साथ हीं याद रखें कि उपयोक्ता अपने प्रोफ़ाइल को मिटा सकता है किसी समय<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt> के प्रयोग से<br> <br> हमारी गोपनीयता नीति में सहभागी होने और आपकी रुचि के आपका शुक्रिया.
it: <span></span> Smolt invierà solo le informazioni sull'hardware e sul sistema operativo di base al Fedora smolt server (smoon). L'unico legame con la macchina sottomessa al database è l'UUID. Finché l'utente non fornisce questo UUID la sottomissione resta anonima. Se in un qualsiasi momento l'utente volesse eliminare il proprio profilo dal database dovrà solo eseguire <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> Le informazioni inviate al database server di smolt devono essere considerate pubbliche così che ognuno può visualizzare le statistiche, i dati e i profili delle macchine condivise. Smolt è progettato in molti modi all'attenzione dei produttori hardware e di terze parti. Queste informazioni non verranno solo condivise con terze parti, ma verranno usate da smolt come vantaggio per guadagnare un migliore supporto per i driver open source in generale.<br> <br> Logging IP: Nell'installazione smolt di Fedora tutto il traffico web passa prima attraverso un server proxy. Questo è l'unico luogo in cui avviene la registrazione degli indirizzi IP e quindi mantenuti in questo server per un periodo di 4 settimane un log a rotazione rimuove suddetti log. Il Fedora Project non aggrega gli indirizzi IP nel database di smolt. Questi log sono privati e non saranno disponibili al pubblico.<br> <br> Gli utenti non soddisfatti da questa politica possono semplicemente non usare smolt. Gli utenti con dubbi riguardo questa politica possono contattare ilFedora Infrastructure Team all'indirizzo <a href="mailto:%(mail)s">%(mail)s</a>. Inoltre,si ricordi che gli utenti possono eliminare i loro profili in ogni momento utilizzando<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> Grazie per la partecipazione e per l'interesse nella nostra politica sulla privacy.
ja: <span></span> Smolt はハードウェア情報および基本のオペレーティングシステム情報しか Fedora smolt サーバー (smoon) に送信しません。 smolt のデータベースと送信者のマシンとのつながりは UUID だけです。 送信者がこの UUID を送信しない限り、 この送信は anonymous です。 ユーザーがデータベースからプロフィールを削除したい場合は、 その時点で次を実行する だけです。 <br> &nbsp;&nbsp;&nbsp;<tt>smolt プロファイルの削除</tt><br> <br> 誰でも統計、データとマシンプロファイルを見ることができるという点で smolt データベースサーバーに 送ったデータは公になっていると思わなければなりません。 様々な点で、smolt はハードウェアベンダーと他の第三者から情報が入手できるようになっています。 そのように、意志だけでなくこの情報が第三者と共有されること、我々は力としての smolt をオープンソース ドライバーとより良いサポートを行うために用いられています。 我々は、オープンソースドライバーのより良いサポートと大方のより良い支持を得る力として、 smolt を使っています。<br> <br> IP ロギング: Fedora smolt のインストールにおいて、すべてのWebトラフィックは、最初にプロキシサーバーに よって行きます。プロキシサーバーが IP アドレスが記録されている唯一のところです。そして、4週間ごとにログが ロテートされるようになっておりログが削除されます。Fedora Projectは、IPアドレスを smolt データベースで 紐づけることはありません。これらのログはプライベートなもので一般に公開されることはありません。<br> <br> この方針に不満を抱いているユーザーは、smolt を使用してはなりません。この方針についての質問をもつユーザーは、 Fedora Infrastructure チーム<a href="mailto:%(mail)s">%(mail)s</a>に連絡しなければなりません。 また、ユーザーがいつでも smolt のマシンプロファイルを削除することができることを思い出してください<br> <br> &nbsp;&nbsp;&nbsp;<tt>smolt プロファイルの削除</tt><br> <br> 我々のプライバシーポリシーに対して、関心を持ってくれてありがとう。
kn: <span></span> Smolt ಫೆಡೋರ smolt ಪರಿಚಾರಕಕ್ಕೆ (smoon) ಕೇವಲ ಯಂತ್ರಾಂಶ ಹಾಗು ಕಾರ್ಯವ್ಯವಸ್ಥೆಯ ಮೂಲಭೂತ ಮಾಹಿತಿಯನ್ನು ಕಳುಹಿಸುತ್ತದೆ. ಸಲ್ಲಿಸುವವರು ಹಾಗು ದತ್ತಸಂಚಯದ ನಡುವಿನ ಒಂದೆ ಒಂದು ಕೊಂಡಿಯೆಂದರೆ UUID. ಸಲ್ಲಿಸುವವರು ಎಲ್ಲಿಯವರೆಗೆ ಈ UUID ಅನ್ನು ಒದಗಿಸುವುದಿಲ್ಲವೊ ಅಲ್ಲಿಯವರೆಗೆ ಸಲ್ಲಿಕೆಯು ಅನಾಮಧೇಯವಾಗಿಯೆ ಇರುವುದು. ಯಾವುದೆ ಸಮಯದಲ್ಲಿ ಬಳಕೆದಾರರು ತಮ್ಮ ಪ್ರೊಫೈಲನ್ನು ಅಳಿಸಿ ಹಾಕಲು ಬಯಸಿದಲ್ಲಿ, ಅವರು ಕೇವಲ <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> ಅನ್ನು ಚಲಾಯಿಸದರೆ ಸಾಕಾಗುತ್ತದೆ smolt ದತ್ತಸಂಚಯಕ್ಕೆ ಪರಿಚಾರಕಕ್ಕೆ ಕಳುಹಿಸಲಾದ ಮಾಹಿತಿಯನ್ನು ಸಾರ್ವಜನಿಕ ಎಂದು ಪರಿಗಣಿಸಬೇಕಾಗುತ್ತದೆ, ಹಾಗು ಯಾರು ಬೇಕಾದರೂ ಅಂಕಿಅಂಶಗಳನ್ನು, ದತ್ತಾಂಶವನ್ನು ನೋಡಬಹುದು ಮತ್ತು ಗಣಕದ ಪ್ರೊಫೈಲುಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಬಹುದು. smolt ಅನ್ನು ಹಲವಾರು ರೀತಿಯಲ್ಲಿ ಯಂತ್ರಾಂಶ ಮಾರಾಟಗಾರರು ಹಾಗು ಥರ್ಡ್ ಪಾರ್ಟಿ ತಂತ್ರಾಂಶ ನಿರ್ಮಾಣಗಾರರ ಸಾಕಷ್ಟು ಗಮನ ಸೆಳೆಯುವಂತೆ ಸಿದ್ಧಪಡಿಸಲಾಗಿದೆ . ಅಲ್ಲದೆ ಈ ಮಾಹಿತಿಯನ್ನು ಕೇವಲ ಥರ್ಡ್ ಪಾರ್ಟಿಗಳೊಂದಿಗೆ ಮಾತ್ರ ಹಂಚಿಕೊಳ್ಳದೆ, we will be usingಮುಕ್ತ ಆಕರ (ಓಪನ್ ಸೋರ್ಸ್) ಚಾಲಕಗಳಿಗಾಗಿ ಉತ್ತಮ ಬೆಂಬಲವನ್ನು ಪಡೆಯಲು smolt ಅನ್ನು ಅನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.<br> <br> IP ಲಾಗಿಂಗ್: ಫೆಡೊರಾದ smolt ಅನ್ನು ಅನುಸ್ಥಾಪಿಸಿದಾಗ ಎಲ್ಲಾ ಜಾಲ ಸಂಚಾರವು ಮೊದಲು ಒಂದು ಪ್ರಾಕ್ಸಿ ಪರಿಚಾರಕದ ಮೂಲಕ ಹಾದು ಹೋಗುತ್ತದೆ. ಇಲ್ಲಿ ಮಾತ್ರ IP ವಿಳಾಸಗಳನ್ನು ದಾಖಲಿಸಿಡಲಾಗುತ್ತದೆ ಹಾಗು ಅವುಗಳನ್ನು ಆ ಪರಿಚಾರಕದಲ್ಲಿ 4 ವಾರಗಳವರೆಗೆ ಇರಿಸಲಾಗುತ್ತದೆ. ನಂತರ ದಾಖಲೆ ಆವರ್ತನವು ಈ ದಾಖಲೆಗಳನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ. ಫೆಡೊರ ಪರಿಯೋಜನೆಯು smolt ದತ್ತಸಂಚಯದಲ್ಲಿ IPವಿಳಾಸಗಳನ್ನು ಸಂಗ್ರಹಿಸಿಡುವುದಿಲ್ಲ. ಈ ದಾಖಲೆಗಳು ಖಾಸಗಿಯಾಗಿರುತ್ತವೆ ಹಾಗು ಸಾರ್ವಜನಿಕರಿಗೆ ಲಭ್ಯವಿರುವುದಿಲ್ಲ.<br> <br> smolt ನಿಯಮಗಳ ಬಗ್ಗೆ ಅಸಮಧಾನ ಇರುವವರು ಇದನ್ನು ಬಳಸದೆ ಇರುವುದು ಉತ್ತಮ. ಇದರ ನಿಯಮಗಳ ಬಗೆಗೆ ಸಂದೇಹ ಇರುವ ಬಳಕೆದಾರರು <a href="mailto:%(mail)s">%(mail)s</a> ಮೂಲಕ ಫೆಡೊರ ಮೂಲಭೂತ ವ್ಯವಸ್ಥೆಗಳ ತಂಡವನ್ನು ಸಂಪರ್ಕಿಸಬಹುದು. ಅಲ್ಲದೆ ಬಳಕೆದಾರರು ಯಾವುದೆ ಸಮಯದಲ್ಲಿ ತಮ್ಮ ಪ್ರೊಫೈಲುಗಳನ್ನು <br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> ಅನ್ನು ಬಳಸಿಕೊಂಡು ಅಳಿಸಬಹುದಾಗಿದೆ ಎಂಬುದನ್ನು ನೆನಪಿಡಬೇಕು <br> ಇದರಲ್ಲಿ ಭಾಗವಹಿಸಿದುದಕ್ಕೆ ಹಾಗು ನಮ್ಮ ಗೌಪ್ಯತಾ ನಿಯಮದಲ್ಲಿ ಆಸಕ್ತಿ ತೋರಿದುದಕ್ಕೆ ಧನ್ಯವಾದಗಳು.
ml: <span></span> ഫെഡോറാ സ്മോള്‍ട്ട് സര്‍വറിലേക്ക് (smoon) ഹാര്‍ഡ്‌വെയറും ഓപ്പറേറ്റിങ് സിസ്റ്റം സംബന്ധിച്ചുള്ള അടിസ്ഥാന വിവരങ്ങളും മാത്രം സ്മോള്‍ട്ട് അയയ്ക്കുന്നു. ഡേറ്റായുടെ ശേഖരണത്തിലേക്ക് ഇവ സമര്‍പ്പിക്കുന്നവരെ ബന്ധിപ്പിക്കുന്ന ഏക ഘടകം UUID ആകുന്നു. ഇവ നല്‍കാത്തടുത്തോളം കാലം, ഇത് ആരം സമര്‍പ്പിച്ചു എന്നത് അജ്ഞാതമായിരിക്കും. എപ്പോഴെങ്കിലും ഉപയോക്താക്കള്‍ക്ക് പ്രൊഫൈല്‍ വെട്ടി നീക്കണമെങ്കില്‍ ഡേറ്റായുടെ ശേഖരണത്തില്‍ നിന്നും‌<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> എന്നത് പ്രവര്‍ത്തിപ്പിക്കുകയേ വേണ്ടു. സ്മോള്‍ട്ട് സര്‍വറിലേക്ക് അയച്ചിട്ടുള്ള വിവരങ്ങള്‍സ്വകാര്യമല്ല. ആര്‍ക്ക് വേണമെങ്കിലും നിങ്ങളുടെ സ്ഥിതിവിവരകണക്കുകള്‍, ഡേറ്റാ, പങ്കിടുന്നസിസ്റ്റമുകളുടെ വിവരങ്ങള്‍ എന്നിവ കാണുവാന്‍ സാധിക്കുന്നു. ഒരര്‍ത്ഥത്തില്‍, ഹാര്‍ഡ്‌വെയര്‍ കച്ചവടക്കാര്‍, മൂന്നാം പാര്‍ട്ടികള്‍ എന്നിവരുടെ ശ്രദ്ധ പിടിച്ചു പറ്റുന്നതിനുവേണ്ടി തയ്യാറാക്കിയിട്ടുള്ള സംവിധാനമാകുന്നും സ്മോള്‍ട്ട്. വിവരങ്ങള്‍ ഇത്തരക്കാര്‍ക്ക് നല്‍കുന്നത് വഴി, നാം സ്വതന്ത്യ സോഫ്റ്റ്‌വെയറുകള്‍ക്കുള്ള കൂടുതലും മെച്ചപ്പെട്ടതുമായ പിന്തുണകള്‍ ലഭ്യമാക്കുന്നു.<br> <br> ഐപി ലോഗിങ്: ഫെഡോറാ സ്മോള്‍ട്ട് ഇന്‍സ്റ്റോള്‍ ചെയ്യുമ്പോള്‍, എല്ലാ വെബ് ട്രാഫിക്കും ആദ്യം ഒരു പ്രോക്സി സര്‍വറിലൂടെ കടക്കുന്നു. ഇവിടെ മാത്രമാണ് ഐപി വിലാസങ്ങള്‍ സൂക്ഷിക്കപ്പെടുന്നത്. ഈ വിലാസം 4 ആഴ്ച സമയം ഇവിടെ സൂക്ഷിക്കുന്നു. അതിന് ശേഷം, ഇവ നീക്കപ്പെടുന്നു. സ്മോള്‍ട്ട് ശേഖരണത്തില്‍, വിലാസങ്ങളെ എല്ലാം ഫെഡോറാ സംരംഭം ഏകോകിപ്പിക്കുന്നില്ല. ഈ ലോഗുകള്‍ സ്വകാര്യമായതിനാല്‍, ഇവ മറ്റുള്ളവര്‍ക്ക് ലഭ്യമല്ല.<br> <br> ഈ സംവിധാനത്തില്‍ തൃപ്തിയല്ലാത്തവര്‍ ദയവായി സ്മോള്‍ട്ട് ഉപയോഗിക്കാതിരിക്കുക. ഇവ സംബന്ധിച്ചുള്ള ചോദ്യങ്ങളും സംശയങ്ങളും നിങ്ങള്‍ക്ക് <a href="mailto:%(mail)s">%(mail)s</a> എന്ന വിലാസത്തില്‍ ഫെഡോറാ അംഗങ്ങളോട് ചോദിക്കാവുന്നതാണ്. എപ്പോള്‍ വേണമെങ്കിലും ഉപയോക്താക്കള്‍ക്ക്,അവരുടെ പ്രൊഫൈല്‍ <br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> ഉപയോഗിച്ച് നീക്കം ചെയ്യുവാന്‍ സാധ്യമാണ് എന്നത് പ്രത്യേകം ശ്രദ്ധിക്കുക.
mr: <span></span> Smolt फक्त हार्डवेअर व मुळ कार्यप्रणाली विषयक माहिती Fedora smolt सर्व्हर (smoon) येथे पाठवतो. माहितीकोष व सादरकर्ता मधील संपर्क म्हणजे UUID. सादरकर्ता हा UUID परिचीत करेपर्यंत सादरीकरण निनावी स्वरूपातच होते. कुठल्याही क्षणी वापरकर्त्याला माहितीकोषपासून प्रोफाइल काढून टाकायचे असल्यास त्यांना फक्त<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br>चालवावे लागेल smolt माहितीकोष सर्व्हरकडे पाठवलेली माहिती तेव्हाच पब्लिक ठरते जेव्हा कोणताही वापरकर्ता आकडेवारी, डाटा व मशीनचे प्रोफाइल शेअर करू शकतो. बऱ्याच स्वरूपात smolt ची रचना हार्डवेअर विक्रेता व तीसऱ्या पक्षाचे लक्ष वेधण्यासाठी केले गेले आहे. जरी, ही माहिती तिसऱ्या पक्षाशी शेअर केली जात नाही, तरी smolt चा वापर ओपन सोअर्स ड्राईवर व उत्तम समर्थन प्राप्त करण्यासाठी केला जातो.<br> <br> IP दाखलन: Fedora च्या smolt प्रतिष्ठापन मध्ये सर्व वेब ट्राफीक प्रॉक्सी सर्व्हरच्या तर्फे प्रथमस्वरूपी पाठविले जाते. IP पत्ता लॉग करूण ठेवण्याचे हे मात्र स्थान आहे व त्यांस सर्व्हरवर 4 आठवड्यासाठी संग्रहीत केले जाते ज्यावेळी लॉग रोटेशन, लॉग काढून टाकतो. Fedora प्रकल्प smolt माहितीकोष मध्ये IP पत्ता संग्रहीत करत नाही. हे लॉग व्यक्तिगत असतात व सर्व साधारण जणतेस उपलब्ध नाही.<br> <br> हा करार वापरकर्त्यांना मान्य नसल्यास त्यांनी smolt चा वापर सोडून दिले पाहिजे. या करार विषयी प्रश्न असल्यास वापरकर्त्यांनी Fedora Infrastructure Team ला <a href="mailto:%(mail)s">%(mail)s</a> मेल पाठवावा. वापरकर्ते प्रोफाइल्स् कुठल्याहीक्षणी<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> याचा वापर करून प्रोफाइल्स् काढून टाकू शकतात. सहभाग झाल्याबद्दल व गोपनीय करारात लक्ष्य दिल्याबद्दल धन्यावाद.
nl: <span></span> Smolt stuurt slechts hardware en basis besturingssysteem informatie naar de Fedora smolt server (smoon). Het enige verband tussen de database en de machine van de eigenaar is de UUID. Zolang de eigenaar deze UUID niet distribueert is de toevoeging op anonieme basis. Als een gebruiker op enig moment zijn profiel uit de database wil wissen, moet enkel<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> uitgevoerd worden. De informatie die verstuurd wordt naar de smolt database server moet als publiek beschouwd worden aangezien iedereen statistieken, data en gedeelde machine profielen kan bekijken. Op een aantal manieren werd smolt ontwikkeld om de aandacht van hardware leveranciers en andere partijen te krijgen. Daarom zal deze informatie niet alleen gedeeld worden met die partijen, maar zullen we smolt ook gebruiken om een betere ondersteuning te vragen voor open bron drivers en betere ondersteuning in het algemeen.<br> <br> Loggen van IP: Fedora's smolt is zodanig geïnstalleerd dat alle data eerst door een proxy server gaat. Dit is de enigste plaats waar IP adressen worden gelogd en bijgehouden voor een periode van 4 weken, waarna log rotatie deze logs verwijdert. Het Fedora project houdt geen IP adressen bij in de smolt database. Deze logs zijn privé en worden niet vrijgegeven aan het publiek.<br> <br> Gebruikers die niet akkoord gaan met deze werkwijze, moeten smolt niet gebruiken. Gebruikers met vragen over deze werkwijze kunnen steeds het Fedora Infrastructure Team contacteren op <a href="mailto:%(mail)s">%(mail)s</a>. Denk er ook aan dat gebruikers kunnen hun profiel op elk moment kunnen verwijderen met<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> Bedankt voor de deelname en voor jouw interesse in onze privacy tactiek.
pt: <span></span> O Smolt apenas envia informações básicas do hardware e do sistema operativo para o servidor smolt do Fedora (smoon). A única ligação entre a base de dados e a máquina do utilizador é o UUID. Desde que este código seja mantido secreto a submissão é anónima. Se em qualquer altura o utilizador quiser remover o perfil enviado da base de dados, basta executar<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> A informação enviada para a base de dados do smolt deve ser considerada pública na medida em que qualquer pessoa pode ver as estatísticas, dados e partilhar os perfis das máquinas. O Smolt foi desenhado para atrair a atenção dos fabricantes de hardware entre outros. Sendo assim, não só esta informação será partilhada com estas entidades, como o smolt será utilizado como argumento para obter melhor suporte para drivers de código aberto, assim como melhor suporte no geral.<br> <br> Registo do IP: Todo o tráfego web passa primeiro por um proxy. Este é o único ponto onde o IP dos utilizadores é identificado, ficando neste servidor por um período de 4 semanas, altura em que a rotação de logs apaga estes logs. O Projecto Fedora não associa o endereço IP aos dados da base de dados. Estes logs são privados e não estão disponíveis para o público em geral.<br> <br> Os utilizadores descontentes com esta politica podem simplesmente não utilizar o smolt. Utilizadores com questões sobre esta politica devem contactar a Equipe de Infraestrutura do Projecto Fedora em <a href="mailto:%(mail)s">%(mail)s</a>. Além disso, os utilizadores podem remover os seus perfis em qualquer altura utilizando<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> Obrigado por participar e pelo seu interesse na nossa politica de privacidade.
sk: <span></span> Smolt odosiela iba informácie o hardvéri a základné informácie o operačnom systéme na Fedora Smolt server (smoon). Jediná informácia, ktorá spája Váš systém s informáciami v databáze, je UUID. Váš profil zostáva úplne anonymný, kým neposkytnete toto UUID tretej strane. Ak chcete kedykoľvek zmazať Váš profil z databázy, stačí spustiť<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> Informácie zaslané do smolt databázy sú verejné, aby každý mohol nahliadnuť do štatistík, údajov a zdielať hardvérové profily. Smolt ma upútať pozornosť výrobcov hardvéru a ostatných tretích strán. Tieto informácie budú zdielané nielen medzi tretie strany, ale použijeme smolt ako aj ako páku na získanie lepších ovládačov a lepšiu podporu všeobecne.<br> <br> Zaznamenávanie IP adries: Jedine miesto, kde sa zaznamenávajú IP adresy, sú záznamy proxy servera projektu Fedora. Tieto záznamy budú odstránené po štyroch týždňoch. IP adresy nie sú zaznamenávané v Smolt databáze. Záznamy z proxy serveru nebudú nikdy verejne dostupné.<br> <br> Užívatelia, ktorí nesúhlasia s touto politikou, jednoducho nemusia smolt používať. Otázky ohľadom tejto politiky môžete klásť týmu Fedora Infrastructure na e-mailovej adrese <a href="mailto:%(mail)s">%(mail)s</a>. Nezabudnite, že váš hardvérový profil môžete kedykoľvek zmazať pomocou príkazu <br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> Ďakujeme za účasť a záujem o naše zásady ochrany osobných údajov.
sv: <span></span> Smolt skickar endast information om maskinvara och grundläggande information om operativsystemet till Fedoras smoltserver (smoon). Den enda kopplingen från databasen till avsändarens maskin är UUID:t. Så länge som avsändaren inte ger ut detta UUID så är sändningen anonym. Om en användare vid något tillfälle vill radera sin profil från databasen behöver de bara köra<br> <br &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> Informationen som skickas till smoltdatabasservern är att anse som offentlig i och med att vem som helst kan se statistiken, data och dela maskinvaruprofiler. På många sätt är smolt designat att få maskinvaruleverantörers och tredje parts uppmärksamhet. Därför kommer denna information inte bara delas med tredje part, utan vi kommer använda smolt som ett medel för att få bättre stöd för drivrutiner i öppen källkod och bättre stöd i allmänhet.<br> <br> IP-loggning: I Fedoras smoltinstallation går all webbtrafik genom en proxyserver först. Detta är det enda stället där IP-adresser loggas och de sparas på den servern i 4 veckor då rotationen av loggarna radera dem. Fedoraprojektet samlar inte IP-adresser i smoltdatabasen. Loggarna är privata och är inte tillgängliga för allmänheten.<br> <br> Användare som inte tycker om denna policy skall helt enkelt inte använda smolt. Användare med frågor om denna policy kan kontakta Fedoras infrastrukturgrupp på <a href="mailto:%(mail)s">%(mail)s</a>. Kom också ihåg att användare kan radera sina profiler när som helst genom använda<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> Tack för deltagandet och ditt intresse i vår integritetspolicy.
te: <span></span> Fedora smolt server (smoon) కు స్మాల్ట్‍ హార్డ్‍‌వేర్ మరియు ప్రాధమిక ఆపరేటింగ్ సిస్టమ్ సమాచారాన్ని మాత్రమే పంపుతుంది. డాటాబేస్ నుండి సమర్పకులకు ఏకైక బందము మిషన్ UUID అవుతుంది. సమర్పకుడు ఈ UUID ఇవ్వనంతకాలము సమర్పణ అనామధేయంగా జరుగుతుంది. సమయం లోపల వినియోగదారి వారియొక్క ప్రొఫైల్‌ను డాటాబేస్‌నుండితొలగించాలి అనుకుంటే వారు దీనిని నడుపవలసివుంటుంది<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> స్మాల్ట్‍ డాటాబేస్‌ సేవికకు పంపిన సమాచారం సార్వజనీయంగా తీసుకోబడుతుంది దానినందు ఎవరైనా గణాంకాలను దర్శించవచ్చు, డాటా మరియు మిషన్ ప్రొఫైల్సు పంచుకొనవచ్చు. చాలా మార్గాలలో స్మాల్ట్‍ అమ్మకందారుల మరియు ఇతర 3వ వ్యక్తి ప్రమేయంను పొందునట్లు రూపీకరించబడింది. అలా, ఈ సమాచారం 3వ వ్యక్తుల ద్వారా మాత్రమే కాక మేము స్మాల్ట్‍‌ను, బహిర్గత వనరు యొక్క డ్రైవర్స్‍‌కు మంచి మద్దతును పొందుటకు మరియు సాదారణంగా మంచి మద్దతును పొందుటకు ఉపయోగిస్తాము.<br> <br> IP లాగింగ్: ఫెడోరా యొక్క స్మాల్ట్‍ సంస్థాపనలో మొత్త వెబ్ రద్దీ మొదట ప్రాక్సీ సేవికగుండా వెళుతుంది. IP చిరునామాలు లాగ్అయ్యే స్థలము ఇదే మరియు అవి 4 వారాల కాలప్రమాణంకు సేవికనందు ఉంటాయి అప్పటికి లాగ్ పునరావృతం ఈ లాగ్‌లను తీసివేస్తుంది. Fedora ప్రోజెక్ట్‍ ip చిరునామాలను స్మాల్ట్‍ ‍డాటాబేస్‌నందు సగటు చేయదు. ఈ లాగ్‌లు వ్యక్తిగతం మరియు సాదారణ ప్రజలకు అందుబాటు కావు.<br> <br> ఈ విధానంతో సంతోషంగాలేని వినియోగదారులు స్మాల్ట్‍‌ను ఉపయోగించవద్దు. ఈ విధానంతో సదేహాలు వున్న వినియోగదారులు Fedora నిర్మాణ సమితిని దీనివద్ద <a href="mailto:%(mail)s">%(mail)s</a> సంప్రదించండి. మరియు వినియోగదారులు వారి ప్రొఫైల్స్‍‌ను ఏ సమయంలోనైనా దీనిని ఉపయోగించి తొలగించవచ్చును<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> మా గోప్యతా విధానముపై మీ మక్కువకు మరియు పాల్గొన్నందుకు ధన్యవాదములు.
tr: <span></span> Smolt, Fedora smolt sunucusuna (smoon) sadece donanım ve temel işletim sistemi bilgilerini gönderir. Gönderenin bilgisayarıyla veritabanı arasındaki tek bağlantı UUID'dir. Gönderenler bu UUID'yi gizli tuttuğu sürece gönderim gizli kalır. Eğer kullanıcı veritabanından kendine ait verileri silmek isterse<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> komutunu çalıştırmaları yeterlidir. Herkes istatistik ve verilere bakabildiği ve bilgisayar profillerini paylaşabildiği için smolt veritabanı sunucusuna gönderilen veri halka açık kabul edilmelidir. Pek çok yönden biz smolt'u açık kaynak sürücüler ve genel olarak daha iyi destek için kullanacağımız için smolt donanım üreticilerinin ve diğer üçüncü kişilerin faydasına sunulur, yani bu bilgiler üçüncü kişilerle paylaşılır.<br> <br> IP Günlükleme: Fedora'nın smolt kurulumunda tüm İnternet trafiği önce bir vekil sunucudan geçer. Bu vekil sunucu IP adreslerini günlüğüne kaydeder ve arşivler. Fedora Projesi IP adreslerini smolt veritabanında tutmaz. Bu günlükler gizlidir ve halka açık değildir.<br> <br> Bu politikadan hoşnut olmayan kullanıcıların smolt'u kullanmaması yeterli olacaktır. Bu politika hakkında soruları olan kullanıcılar ise Fedora Yönetim Ekibi'yle <a href="mailto:%(mail)s">%(mail)s</a> adresinden iletişim kurabilirler. Ayrıca kullanıcılar<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> vasıtasıyla profillerini istedikleri zaman silebilirler.<br> <br> Katılımınız ve gizlilik politikamıza gösterdiğiniz ilgiden dolayı teşekkür ederiz.
uk: <span></span> Smolt лише надішле загальні відомості щодо обладнання та базової операційної системи на сервер smolt Fedora (smoon). Єдиними даними, що пов’язуватимуть запис бази даних з комп’ютером відправника, є UUID. Якщо відправник не побажає надати цей UUID, надіслані дані будуть анонімними. Якщо на будь-якому кроці користувач забажає вилучити свій профіль з бази даних, йому достатньо віддати команду<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> Дані, надіслані на сервер бази даних smolt, вважатимуться публічними, отже будь-хто може переглядати статистичні дані, дані щодо системи і оприлюднювати профілі системи. З багатьох точок зору smolt створено для привертання уваги виробників обладнання та сторонніх розробників. Отже ми не лише надаватимемо цю інформацію стороннім компаніями та розробникам, а і використовуватимемо smolt для зосередження зусиль з покращення драйверів з відкритим кодом та покращення роботи системи.<br> <br> Запис IP до журналів: у встановленому Fedora екземплярі smolt всі дані пропускаються через проксі-сервер. Це єдине місце, у якому записуються IP-адреси. Ці адреси зберігаються на проксі-сервері протягом 4 тижнів після чого програма обробки журналу вилучає ці записи. У межах проекту Fedora IP-адреси не збираються у базу даних smolt. Журнали є конфіденційними і не надаються у загальне користування.<br> <br> Користувачі, які не погоджуються з цими правилами, можуть просто не використовувати smolt. Користувачам, які мають питання щодо цих правил, варто зв’язатися з командою з інфраструктури за адресою <a href="mailto:%(mail)s">%(mail)s</a>. Крім того, слід пам’ятати, що користувачі можуть будь-коли вилучити профілі за допомогою команди<br> <br> &nbsp;&nbsp;&nbsp;<tt>smoltDeleteProfile</tt><br> <br> Дякуємо вам за співпрацю та вашу зацікавленість нашими правилами конфіденційності.
