Repository: MythTV/smolt
Catalog: client/po/*.po
Languages: ca, cs, da, de, hi, it, ja, kn, mai, ml, mr, nl, pa, pt, sk, sv, ta, te, tr, uk

source: Current rating for vendor/model.
ca: Puntuació actual per al fabricant o model.
cs: Aktuální hodnocení pro výrobce/modelu.
da: Nuværende vurdering af producent/model.
hi: विक्रेता/मॉडल के लिए मौजूदा रेटिंग.
it: Valutazione attuale per produttore/modello.
ja: ベンダー/モデルの現在の評価
kn: ಮಾರಾಟಗಾರರ/ಮಾದರಿಯ ಪ್ರಸಕ್ತ ರೇಟಿಂಗ್.
ml: വെന്‍ഡര്‍/മോഡലിനു് നിലവിലുള്ള റേറ്റിങ്
mr: विक्रेता/मॉडेल करीता सध्याची गुणोत्तरश्रेणी.
nl: Huidige waardebepaling voor verkoper/model.
pa: ਵਿਕਰੇਤਾ/ਮਾਡਲ ਲਈ ਮੌਜੂਦਾ ਰੇਟਿੰਗ।
pt: Classificação actual para o vendedor/modelo.
sk: Aktuálne hodnotenie pre výrobcu/model
sv: Nuvarande betyg för tillverkare/modell.
ta: தற்போதைய விற்பனையாளர்/மாதிரிக்கான மதிப்பு
te: అమ్మకందారి/రీతినకు ప్రస్తుత రేటింగు.
tr: Güncel sistem sağlayıcı/model oranları
uk: Поточна оцінка виробника/моделі.

source: Unrated/Unknown
ca: Sense puntuar/Desconegut
cs: Nehodnoceno/neznámé
da: Ikke vurderet/ukendt
hi: बिना रेट किया/अज्ञात
it: Non valutato/Sconosciuto
ja: 未評価/不明
kn: ರೇಟ್‌ ಮಾಡದೆ ಇರುವ/ಅಜ್ಞಾತ
ml: അണ്‍റേറ്റഡ്/അപരിചിതം
mr: विनागुणोत्तरश्रेणी/अपरिचीत
nl: Niet bepaald/Onbekend
pa: ਨਾ-ਰੇਟਡ/ਅਣਜਾਣ
pt: Não classificado/desconhecido
sk: Nehodnotené/neznáme
sv: Ej betygsatt/Okänt
ta: மதிப்பிடப்பட்டாத/தெரியாத
te: రేటుచేయని/తెలియని
tr: Değerlendirilmemiş/Bilinmeyen
uk: Без оцінки/Невідома

source: Non-working
ca: No funciona
cs: Nefunkční
da: Virker ikke
hi: अकार्यशील
it: Non-funzionante
ja: 未処理
kn: ಕೆಲಸ-ಮಾಡುವುದಿಲ್ಲ
ml: പ്രവര്‍ത്തനത്തിലില്ലാത്ത
mr: न काम करणारे
nl: Werkt niet
pa: ਨਾਨ-ਵਰਕਿੰਗ
pt: Não funciona
sk: Nefunguje
sv: Fungerar inte
ta: பணிபுரியாத
te: పని-చేయని
tr: Çalışmayan
uk: Не працює

source: Partially-working
ca: Funciona parcialment
cs: Částečně funkční
da: Virker delvist
hi: आंशिक रूप से कार्यरत
it: Parzialmente-funzionante
ja: 部分的な処理
kn: ಭಾಗಶಃ-ಕೆಲಸ ಮಾಡುತ್ತದೆ
ml: പൂര്‍ണ്ണമായി പ്രവര്‍ത്തനത്തിലില്ലാത്തതു്
mr: तात्पूर्ते काम करणारे
nl: Werkt gedeeltelijk
pa: ਅਧੂਰਾ-ਕੰਮ-ਕਰਦਾ
pt: Funciona parcialmente
sk: Čiastočne funguje
sv: Fungerar delvis
ta: பாதி-பணிபுரிகிற
te: పాక్షికంగా-పనిచేయు
tr: Kısmi çalışan
uk: Частково працює

source: Requires 3rd party drivers
ca: Es necessita un controlador de tercers
cs: Vyžaduje ovladače 3. strany
da: Kræver 3. partsdrivere
hi: 3री पार्टी ड्राइवर की जरूरत
it: Necessita di driver di terze parti
ja: サードパーティ ドライバーの要求
kn: ಥರ್ಡ್ ಪಾರ್ಟಿ ಚಾಲಕಗಳ ಅಗತ್ಯವಿರುತ್ತದೆ
ml: തേര്‍ഡ് പാര്‍ട്ടി ഡ്രൈവറുകള്‍ ആവശ്യമുണ്ടു്
mr: तिसरे पक्षीय ड्राइव्हर्सची आवश्यकता आहे
nl: Vereist drivers van derden
pa: ਤੀਜੀ ਪਾਰਟੀ ਡਰਾਈਵਰ ਦੀ ਲੋੜ ਹੈ
pt: Precisa de controladores de terceiros
sk: Vyžaduje ovládače tretích strán
sv: Kräver drivrutiner från tredje part
ta: 3வது வகை இயக்கிகள் தேவைப்படுகிறது
te: 3rd పార్టి డ్రైవర్లు అవసరము
tr: Üçüncü parti sürücü gerektirir
uk: Потребує сторонніх драйверів

source: Works, needs additional configuration
ca: Funciona, però cal modificar la configuració
cs: Funguje, vyžaduje doplňující konfiguraci
da: Virker, behøver ekstra opsætning
hi: कार्य, अतिरिक्त विन्यास की जरूरत
it: Funziona, necessita una configurazione aggiuntiva
ja: 処理には追加の設定が必要です
kn: ಕೆಲಸ ಮಾಡುತ್ತದೆ, ಆದರೆ ಹೆಚ್ಚಿನ ಸಂರಚನೆಯ ಅಗತ್ಯವಿರುತ್ತದೆ
ml: പ്രവര്‍ത്തിക്കുന്നു, കൂടുതല്‍ ക്രമീകരണം ആവശ്യമുണ്ടു്
mr: कार्य करते, अगाऊ संयोजना आवश्यक आहे
nl: Werkt, heeft extra configuratie nodig
pa: ਕੰਮ ਕਰਦਾ ਹੈ, ਵਾਧੂ ਸੰਰਚਨਾ ਦੀ ਲੋੜ ਹੈ
pt: Funciona, mas precisa de configuração adicional
sk: Funguje, potrebuje dodatočnú konfiguráciu
sv: Fungerar, behöver ytterligare konfiguration
ta: பணிகளுக்கு, கூடுதல் கட்டமைப்பு தேவைப்படுகிறது
te: పనిచేస్తుంది, అదనపు ఆకృతీకరణ అవసరము
tr: Çalışıyor, ekstra ayar gerektiriyor
uk: Працює, але потребує додаткового налаштування

source: Works out of the box
ca: Funciona sense cap modificació
cs: Pracuje samo od sebe
da: Virker ud af æsken
it: Funziona senza alcuna configurazione
ja: このシステムでは動作した
kn: ಎಲ್ಲದರಲ್ಲೂ ಯಾವುದೆ ತಕರಾರಿಲ್ಲದೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ
ml: ശരിയായി പ്രവര്‍ത്തിക്കുന്നില്ല
mr: अनपेक्षीतरित्या कार्य करते
nl: Werkt recht uit de doos
pa: ਬਾਕਸ ਤੋਂ ਬਾਹਰ ਕੰਮ ਕਰਦਾ ਹੈ
pt: Funciona perfeitamente
sk: Všetko funguje ako má
sv: Fungerar direkt
ta: பெட்டிக்கு வெளியில் பணிபுரிகிறது
te: బాక్స్ బయట పనిచేస్తుంది
tr: Olduğu gibi çalışıyor
uk: Працює без налаштування

source: Scanning %s for known errata.
ca: S'està escanejant %s pels errors coneguts.
cs: Hledám známá errata v %s.
da: Skanner "%s" for kendte fejl.
hi: %s को ज्ञात इरेटा के लिए स्कैन कर रहा है.
it: Scansione di %s per errata conosciuti.
ja: %s の既知のエラッタを調べています。
kn: %s ಅನ್ನು ಗೊತ್ತಿರುವ ಎರಾಟಕ್ಕಾಗಿ ಶೋಧಿಸಲಾಗುತ್ತಿದೆ.
mai: %s केँ ज्ञात इरेटा क' लेल स्कैन कए रहल अछि.
ml: പരിചിതമായ ഇറാട്ടയ്ക്കു വേണ്ടി %s പരിശോധിക്കുന്നു.
mr: परिचीत एर्राटासाठी %s ला स्कॅन करत आहे.
nl: Scannen van %s voor bekende errata.
pa: ਜਾਣੂ ਇਰੱਟੇ ਲਈ %s ਦਾ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ।
pt: A pesquisar %s por erratas conhecidas.
sk: Hľadám %s pre známe errata.
sv: Genomsöker %s för känd felrättning.
ta: %sஐ தெரியாத பிழைத்திருத்தத்திற்கு வருடிகிறது.
te: తెలిసిన ఎర్రాటా కొరకు %sను సంగ్రహిస్తోంది చేస్తోంది.
tr: Bilinen hata için %s taranıyor.
uk: Пошук у %s відомих помилок.

source: Errata Found!
ca: S'han trobat errors
cs: Nalezena errata!
da: Fejl fundet!
hi: इरेटा मिला!
it: Trovato errata!
ja: エラッタが発見されました!
kn: ಎರಾಟ ಕಂಡುಬಂದಿದೆ!
ml: ഇറാട്ടാ ലഭ്യമായി!
mr: एर्राटा आढळला!
nl: Errata gevonden!
pa: ਇਰੱਟਾ ਲੱਭਿਆ!
pt: Errata encontrada!
sk: Nájdená errata!
sv: Felrättning hittad!
ta: பிழை காணப்படுகிறது!
te: ఎర్రాట్ కనబడింది!
tr: Hata Bulundu!
uk: Виявлено помилки!

source: No errata found, if this machine is having issues please go to
ca: No s'ha trobat cap error. Si aquesta màquina té cap error aneu al
cs: Nebylo nalezeno žádné erratum, pokud má tento počítač problémy, přesuňte se na
da: Ingen fejl fundet, hvis denne maskine har problemer, skal du venligst gå til
hi: कोई इरेटा नहीं मिला, यदि यह मशीन समस्या ग्रस्त है तो कृपया यहाँ जाएँ
it: Nessun errata trovato, se questa macchina ha problemi si prega di andare su
ja: Errataは発見されませんでした。このマシンに問題がある場合は
kn: ಯಾವುದೆ ಎರಾಟ ಕಂಡುಬಂದಿಲ್ಲ, ಈ ಗಣಕವು ಯಾವುದಾದರೂ ತೊಂದರೆಗಳನ್ನು ಹೊಂದಿದ್ದಲ್ಲಿ ದಯವಿಟ್ಟು
ml: ഇറാട്ടാ ലഭ്യമായില്ല, ഈ സിസ്റ്റമില്‍ പ്രശ്നങ്ങള്‍ ഉണ്ടെങ്കില്‍, ദയവായി
mr: एर्राटा आढळला नाही, या मशीनवर अडचणी असल्यास कृपया येथे जा
nl: Geen errata gevonden, als deze machine problemen heeft ga je naar
pa: ਕੋਈ ਇਰੱਟਾ ਨਹੀਂ ਲੱਭਿਆ, ਜੇ ਇਹ ਮਸ਼ੀਨ ਤੇ ਕੋਈ ਸਮੱਸਿਆ ਹੈ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ
pt: Errata não encontrada. Se esta máquina está com problemas, por favor, vá a
sk: Nenájdená žiadna errata, ak má tento počítač problémy prejdite prosím na
sv: Ingen felrättning hittades, om denna maskin har problem gå till
ta: பிழைத்திருத்தம் காணப்படவில்லை, இந்த கணினியில் வெளிப்பாடு இருந்தால் செல்லவும்
te: ఎర్రాటా కనబడలేదు, ఈ మిషన్ సమస్యలను కలిగివుంటే దయచేసి యిచటకు వెళ్ళండి
tr: Hata bulunamadı, eğer bu makinede problem varsa lütfen
uk: Помилок не виявлено. Якщо у роботі цього комп’ютера виявлено негаразди, будь ласка, відвідайте сторінку

source: your profile and create a wiki page for the device so others can
ca: vostre perfil i creeu una pàgina wiki per al dispositiu perquè d'altres
cs: váš profil a vytvořte wiki stránku o zařízení, aby z toho ostatní mohli mít
da: din profil og oprette en wikiside om enheden, så andre kan
hi: आपका प्रोफाइल और युक्तियों के लिए विकि पृष्ठ बनाएँ ताकि दूसरे कर ऐसा सकें
it: il proprio profilo e creare una pagina wiki per il dispositivo in modo che altri possano
ja: あなたのプロフィールに行き、他の人がそのデバイスに使えるように Wiki ページを作成してください。
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲಿಗೆ ತೆರಳಿ ಹಾಗು ಬೇರೆಯವರಿಗೆ ಸಹಾಯವಾಗುವಂತೆ ಸಾಧನಕ್ಕಾಗಿ ಒಂದು ವಿಕಿ ಪುಟವನ್ನು
ml: നിങ്ങളുടെ പ്രൊഫൈയിലിലേക്ക് ചെന്ന്, ഡിവൈസിനുള്ള വിക്കി പേജ് ഉണ്ടാക്കുക.
mr: तुमच्या प्रोफाइलकडे जा व साधन करीता एक विकी पान तयार करा ज्यामुळे इतरांना सुध्दा
nl: jouw profiel en maak een wiki pagina aan voor het apparaat
pa: ਆਪਣੇ ਪਰੋਫਾਈਲ ਤੇ ਜਾਓ ਅਤੇ ਜੰਤਰ ਲਈ ਇੱਕ ਵਿੱਕੀ ਸਫਾ ਬਣਾਓ ਤਾਂ ਕਿ ਹੋਰ
pt: o seu perfil e crie uma página wiki para o dispositivo para que outros possam
sk: váš profil a vytvorte stránku wiki o zariadení, aby to mohli ostatní
sv: din profil och skapa en wiki-sida för enheten så andra kan
ta: இந்த விக்கி பக்கத்திற்கான மற்ற சாதனத்தை உங்களது விவரக்குறிப்பு மற்றும் அதை உருவாக்கு
te: పరికరం కొరకు మీ ప్రోఫైల్ మరియు వికి పుటను సృష్టించండి అలా ఇతరులు పొందగలరు
tr: profilinizi ziyaret edip cihazınız için bir wiki sayfası oluşturun, böylece diğerleri
uk: вашого профілю і створіть сторінку вікі для цього пристрою, щоб інші користувачі могли

source: benefit
ca: se'n beneficiïn
cs: prospěch
da: drage nytte af det
hi: लाभ
it: trarre beneficio
ja: 利益
kn: ನಿರ್ಮಿಸಿ
ml: അങ്ങനെ നിങ്ങള്‍ക്കിത് പ്രയോജനപ്പെടുത്താം.
mr: फायदा होईल
nl: zodat anderen daar profijt van hebben
pa: ਫਾਇਦੇ
pt: beneficiar
sk: využiť
sv: dra nytta av det
ta: பயன்
te: ప్రయోజనము
tr: fayda
uk: скористатися вашими даними

source: specify the location of the (only) config file to use
ca: especificar la localització del fitxer (únic) de configuració a utilitzar
cs: určení umístění konfiguračního souboru, který má být použit
hi: प्रयोग के लिए (केवल) कॉन्फिग फ़ाइल का स्थान निर्दिष्ट करें
it: specifica la posizione (solo) del file di config da usare
ja: 使用する設定ファイル(のみ)の場所を指定します
kn: ಬಳಸಬೇಕಿರುವ ಸಂರಚನಾ ಕಡತದ ಸ್ಥಳವನ್ನು (ಕೇವಲ) ಸೂಚಿಸಿ
ml: ക്രമീകരണ ഫയലിന്റെ സ്ഥാനം വ്യക്തമാക്കുക
mr: फक्त वापरण्याजोगी संयोजना फाइलचे ठिकाण निर्देशीत करा
nl: specificeer de locatie van het (enigste) configuratie bestand dat gebruikt wordt
pt: especifique a localização do (único) ficheiro de configuração a utilizar
sk: zadajte (iba) umiestnenie použitého konfiguračného súboru
sv: ange platsen för den (enda) konfigurationsfilen att använda
ta: பயன்படுத்தப்படும் கட்டமை கோப்பின் இடத்தை (மட்டும்) குறிப்பிடு
te: ఉపయోగించుటకు ఆకృతీకరణ దస్త్రము స్థానము (మాత్రమే) తెలుపండి
tr: kullanılacak configürasyon dosyasının konumunu belirtin
uk: вказати адресу (єдиного) файла налаштування, який слід використовувати

source: only scan this machine for known hardware errata, do not send profile.
ca: només escaneja aquesta màquina pels errors de maquinari coneguts, no enviïs el perfil.
cs: jen prohledat tento počítač na errata o hardware, neodesílat profil.
da: skan kun denne maskine for kendte hardwarefejl, send ikke profil.
hi: ज्ञात हार्डवेयर इरेटा के लिए सिर्फ इस मशीन को स्कैन कर सकता है, कृपया प्रोफाइल मत भेजें.
it: esamina solo questa macchina per hardware errati conosciuti, non inviare il profilo.
ja: このマシンの既知のハードウェア エラッタだけを調査します。プロフィールは送信しません。
kn: ಗೊತ್ತಿರುವ ಯಂತ್ರಾಂಶ ಎರಾಟಗಳಿಗಾಗಿ ಈ ಗಣಕವನ್ನು ಶೋಧಿಸು, ಆದರೆ ಪ್ರೊಫೈಲನ್ನು ಕಳುಹಿಸಬೇಡ.
mai: ज्ञात हार्डवेयर इरेटा क' लेल सिर्फ एहि मशीन केँ स्कैन कए सकैत अछि. कृपया प्रोफाइल नहि भेजू.
ml: പരിചിതമായ ഹാര്‍ഡ്‌വെയര്‍ ഇറാട്ടകള്‍ക്ക് മാത്രം ഈ മഷീന്‍ പരിശോധിക്കുക, പ്രൊഫൈല്‍ അയയ്ക്കേണ്ടതില്ല.
mr: ही मशीन फक्त परिचीत हार्डवेअर एर्राटा करीता स्कॅन करा, प्रोफाइल पाठवू नका.
nl: deze machine alleen scannen naar bekende hardware errata, profiel niet verzenden.
pa: ਜਾਣੂ ਹਾਰਡਵੇਅਰ ਇਰੱਟਾ ਲਈ ਸਿਰਫ ਇਸ ਮਸ਼ੀਨ ਦੀ ਜਾਂਚ ਕਰੋ, ਪਰੋਫਾਈਲ ਨਾ ਭੇਜੋ।
pt: apenas verifique esta máquina por problemas com o hardware, não enviar o perfil.
sk: neodoslať profil, len hľadať známe hardvérové errata na tomto počítači.
sv: sök endast igenom denna maskin för kända rättningar av maskinvara, skicka inte profilen
ta: தெரிந்த வன்பொருள் பிழைத்திருத்திற்கு மட்டுமே இந்த கணினி வருடப்படும், விவரக்குறிப்பை அனுப்ப வேண்டாம்.
te: ఈ మిషన్‌ను తెలిసిన హార్డ్‍‌వేర్ ఎర్రాటా కొరకు మాత్రమే స్కాన్ చేస్తుంది, ప్రొఫైల్‌ను పంపవద్దు.
tr: bu makineyi sadece bilinen donanım hataları için tara, profil gönderme
uk: виконати лише пошук відомих апаратних помилок, не надсилати профіль.

source: do not scan this machine for know hardware errata, only submit profile.
ca: no escanegis aquesta màquina pels errors de maquinari coneguts, només envia el perfil.
cs: nezjišťovat známá errata pro tento počítač, pouze odeslat profil.
da: skan ikke denne maskine for kendte hardwarefejl, send kun profil.
hi: इस मशीन को स्कैन मत करें हार्डवेयर इरेटा को जानने के लिए, केवल प्रोफ़ाइल दें.
it: non esegue la scansione di questa macchina per la ricerca di errara hardware conosciuti, invia solo il profilo.
ja: このマシンの既知のハードウェア エラッタを検索しません。プロフィールの送信のみします。
kn: ಗೊತ್ತಿರುವ ಯಂತ್ರಾಂಶ ಎರಾಟಗಳಿಗಾಗಿ ಈ ಗಣಕವನ್ನು ಶೋಧಿಸಬೇಡಿ, ಕೇವಲ ಪ್ರೊಫೈಲನ್ನು ಮಾತ್ರ ಕಳುಹಿಸು.
ml: പരിചിതമായ ഹാര്‍ഡ്‌വെയര്‍ ഇറാട്ടകള്‍ക്ക് മാത്രം ഈ മഷീന്‍ പരിശോധിക്കുക, പ്രൊഫൈല്‍ മാത്രം നല്‍കുക.
mr: या मशीनला परिचीत हार्डवेअर एर्राटासाठी स्कॅन करू करा, फक्त प्रोफाइल सादर करा.
nl: deze machine niet scannen voor bekende hardware errata, alleen profiel verzenden.
pa: ਜਾਣੂ ਹਾਰਡਵੇਅਰ ਇਰੱਟਾ ਲਈ ਸਿਰਫ ਇਸ ਮਸ਼ੀਨ ਦੀ ਜਾਂਚ ਕਰੋ, ਪਰੋਫਾਈਲ ਨਾ ਭੇਜੋ।
pt: não verifique esta máquina por problemas com o hardware, apenas enviar o perfil.
sk: nehľadať známe hardvérové errata na tomto počítači, iba odoslať profil.
sv: sök inte igenom denna maskin för kända rättningar av maskinvara, skicka endast profilen.
ta: தெரிந்த வன்பொருள் பிழைத்திருத்திற்கு மட்டுமே இந்த கணினியை ஸ்கேன் செய்யவும், விவரக்குறிப்பை மட்டும் சமர்பி.
te: హార్డువేరు ఎర్రాటా తెలుసుకొనుట కొరకు ఈ మిషన్‌ను స్కాను చేయవద్దు, ప్రొఫైల్ మాత్రమే అప్పచెప్పుము.
tr: bu makineyi donanım hataları için tarama, sadece profil gönder
uk: не виконувати пошук відомих апаратних помилок, лише надіслати профіль.

source: Request a new public UUID
ca: Demana un nou UUID públic
cs: Získat nové veřejné UUID
da: Spørg efter et nyt offentligt UUID
hi: कोई नया सार्वजनिक UUID का आग्रह करें
it: Richiesta di un nuovo UUID pubblico
ja: 新しい公開 UUID の要求
kn: ಒಂದು ಹೊಸ ಸಾರ್ವಜನಿಕ UUID ಗಾಗಿ ಮನವಿ ಸಲ್ಲಿಸಿ
ml: ഒരു പുതിയ പബ്ലിക് UUID ആവശ്യപ്പെടുക
mr: नवीन पब्लिक UUID साठी विनंती करा
nl: Verzoek een nieuwe publieke UUID
pt: Pedir um novo UUID público
sk: Žiadosť o nové verejné UUID
sv: Begär ett nytt publikt UUID
ta: ஒரு புதிய பொதுவான UUID கோரிக்கை
te: కొత్త పబ్లిక్ UUID అభ్యర్ధించుము
tr: Yeni genel UUID isteği gönder
uk: Надіслати запит щодо нового публічного UUID

source: HTTP proxy
ca: Servidor intermediari d'HTTP
hi: HTTP प्रॉक्सी
it: proxy HTTP
ja: HTTP プロキシー
kn: HTTP ಪ್ರಾಕ್ಸಿ
ml: HTTP പ്രോക്സി
mr: HTTP प्रॉक्सी
pa: HTTP ਪਰਾਕਸੀ
pt: Proxy HTTP
ta: HTTP ப்ராக்ஸி
te: HTTP ప్రోక్సీ
tr: HTTP vekili
uk: HTTP-проксі

source: Success! Your new public UUID is: %s
ca: S'ha completat amb èxit. El vostre uuid públic és: %s
cs: Úspěch! Vaše nové UUID je: %s
da: Succes! Dit nye offentlige UUID er: %s
hi: सफल! आपका नया सार्वजनिक UUID है: %s
it: Successo! Il nuovo UUID pubblico è: %s
ja: 成功しました! 新しい公開 UUID: %s
kn: ಯಶಸ್ವಿಯಾಗಿದೆ! ನಿಮ್ಮ ಸಾರ್ವಜನಿಕ UUID ಯು ಇದಾಗಿದೆ: %s
ml: നിങ്ങളുടെ പുതിയ പബ്ലിക് UUID: %s
mr: यशस्वी! तुमचे नवीन पब्लिक UUID असे आहे: %s
nl: Succes! Jouw nieuwe publieke UUID is: %s
pa: ਸਫਲਤਾ! ਤੁਹਾਡਾ ਨਵਾਂ ਪਬਲਿਕ UUID ਹੈ: %s
pt: Sucesso! O seu novo UUID público é: %s
sk: Úspech! Tvoje nové verejné UUID je: %s
sv: Gick bra! Ditt nya publika UUID är: %s
ta: வெற்றி! உங்களது புதிய பொதுவான UUID : %s
te: సఫలం! మీ కొత్త పబ్లిక్ UUID యిది: %s
tr: Başarılı! Yeni genel UUID tanımlayıcınız: %s
uk: Успіх! Ваш новий публічний UUID: %s

source: Smolt has collected four types of information:
ca: Smolt ha recollit quatre tipus d'informació:
cs: Smolt sesbíral čtyři typy informací:
hi: Smolt ने चार प्रकार की सूचना जमा की है:
it: Smolt ha raccolto quattro tipi di informazione:
ja: Smolt は 4 種類の情報を収集しました:
kn: Smolt ಈ ಕೆಳಗಿನ ನಾಲ್ಕು ಬಗೆಯ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಿದೆ:
ml: Smolt നാലു തരത്തലുള്ള വിവരങ്ങള്‍ ലഭ്യമാക്കുന്നു :
mr: Smolt ने चार प्रकारची माहिती गोळा केली आहे:
nl: Smolt heeft vier soorten informatie verzameld:
pt: Smolt recolheu quatro tipos de informações:
sk: Smolt zhromaždil štyri typy informácií:
sv: Smolt har samlat fyra typer av information:
ta: ஸ்மோல்ட் நான்கு வகையான தகவலைச் சேகரித்துள்ளது:
te: Smolt నాలుగు రకాల సమాచారాన్ని సేకరించింది
tr: Smolt dört tip bilgi topladı:
uk: Smolt зібрано чотири типи відомостей:

source: Do you want to ..
ca: Voleu ...
cs: Chcete...
hi: क्या आप ऐसा चाहते हैं ..
it: Si desidera ..
ja: 何をしたいですか?
kn: ನೀವು ...
ml: നിങ്ങളുടെ ഇഷ്ടം തെരഞ്ഞെടുക്കുക...
mr: तुम्हाला ..
nl: Wil je ..
pa: ਕੀ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ..
pt: Deseja ..
sk: Chcete ...
sv: Vill du ...
ta: நீங்கள் விரும்புகிறீர்களா...
te: మీరు అనుకొనుచున్నారా ..
tr: Yapmak istermisiniz ..
uk: Бажаєте…

source: (v)iew details on collected information?
ca: (v)isualitza els detalls de la informació recollida?
cs: zobrazit podrobnosti o sesbíraných informacích ([v])?
hi: संग्रहित सूचना पर विवरण देखें (v)?
it: (v)isuallizare i dettagli sulle informazioni raccolte?
ja: (v) 収集した情報の詳細を閲覧したいですか?
kn: (v)ಸಂಗ್ರಹಿಸಲಾದ ಮಾಹಿತಿಯ ವಿವರಗಳನ್ನು ನೋಡಬೇಕೆ?
ml: ശേഖരിച്ച വിവരങ്ങളുടെ വിശദാംശങ്ങള്‍ കാണുക(v)?
mr: गोळा केलेल्या माहितीचे तपशील पहायचे?
nl: (b)ekijk details over de verzamelde gegevens?
pt: (v)er detalhes sobre as informações recolhidas?
sk: (z)obraziť detaily o zhromaždených informáciách?
sv: (v)isa detaljer om insamlad information?
ta: சேகரிப்பட்ட தகவலின் விவரங்களைக் (கா)ட்டவா?
te: సేకరించిన సమాచారపు వివరములను చూడాలని?
tr: (d)onanım taramasının ayrıntılarını göster?
uk: (v|п)ереглянути зібрані дані?

source: (s)end this information to the Smolt server? (or [y] for yes)
ca: Voleu (e)nviar aquesta informació al servidor Smolt? (o [s] per sí)
cs: odeslat tyto informace na Smolt server? ([s] nebo [y] pro ano)
hi: इस सूचना को स्मोल्ट सर्वर में भेजें (s)? (या [y] हाँ के लिए)
it: (s)pedire queste informazioni al server Smolt? (o [y] per si)
ja: (s) Smolt サーバーにこの情報を送信しますか? (する場合は「y」)
kn: (s) ಈ ಮಾಹಿತಿಯನ್ನು Smolt ಪರಿಚಾರಕಕ್ಕೆ ಕಳುಹಿಸಬೇಕೆ? (ಅಥವ ಸರಿ ಎನ್ನಲು [y] ಬಳಸಿ)
ml: Smolt സര്‍വറിലേക്ക് ഈ വിവരം അയയ്ക്കണമോ(s)? (ഉവ്വിനായി [y] അമര്‍ത്തുക)
mr: ही माहिती Smolt सर्व्हर करीता पाठवायचे (s)? (किंवा होयकरीता [y])
nl: (s)tuur deze informatie naar de Smolt server? (of [j] voor ja)
pa: ਕੀ ਸਮੋਲਟ ਸਰਵਰ ਨੂੰ ਇਹ ਜਾਣਕਾਰੀ ਭੇਜਣੀ ਹੈ? (y/n)
pt: Enviar esta informação para o servidor Smolt? ([s] ou [y] para sim)
sk: (O)doslať túto informáciu na Smolt server? (alebo [a] pre áno)
sv: (s)kicka denna information till Smolt-servern? (eller [j] för ja)
ta: இந்த தகவலை Smolt சேவையகத்திற்கு அனுப்ப வேண்டுமா? (அல்லது [y] ஆம்)
te: ఈ సమాచారాన్ని స్మాల్ట్‍ సేవికకు పంపాలా? (లేదా [y] అవును కొరకు)
tr: Bu bilgiyi Smolt sunucusuna (g)öndereyim mi? (evet için [e])
uk: н(s|а)діслати ці дані на сервер Smolt? (або [y|т], щоб надати відповідь yes|так)

source: (q)uit Smolt? (or [n] for no)
ca: sor(t)ir de Smolt? (o [n] per no)
cs: ukončit Smolt? ([q] nebo [n] pro ne)
hi: स्मोल्ट छोड़ें (q)? (या [n] नहीं के लिए)
it: (u)scire da Smolt? (o [n] per no)
ja: (q) Smolt を終了しますか? (いいえの場合は「n」を)
kn: (q) Smolt ನಿಂದ ನಿರ್ಗಮಿಸಬೇಕೆ? (ಅಥವ ಬೇಡ ಎನ್ನಲು [n])
ml: (q)Smolt-ല്‍ നിന്നും പുറത്തു് കടക്കുക? (ഇല്ലെങ്കില്‍ [n] )
mr: Smolt पासून बाहेर पडायचे (q)? (किंवा नाहीकरीता [n])
nl: (v)erlaat Smolt? (of [n] voor nee)
pt: Terminar Smolt? ([q] para sim ou [n] para não)
sk: (u)končiť Smolt? (alebo [n] ak nie)
sv: (a)vsluta Smolt? (eller [n] för nej)
ta: ஸ்மோல்ட்டை (நி)றுத்தவா? (அல்லது [n] இல்லை)
te: Smolt నిష్క్రమించాలా? (లేదా [n] వద్దు కొరకు)
tr: Smolt'dan (ç)ık? (hayır için [h])
uk: (q|в)ийти з Smolt? (або [n|н], щоб відповісти no|ні)

source: File system-related
ca: Sistema de fitxers relacionat
cs: Související se souborovým systémem
hi: फ़ाइल तंत्र संबंधित
it: File system-relativo
ja: ファイル システム関連
kn: ಕಡತ-ವ್ಯವಸ್ಥೆಗೆ ಸಂಬಂಧಿಸಿದ
ml: ഫയല്‍സിസ്റ്റം സംബന്ധിച്ചുള്ള വിവരങ്ങള്‍
mr: फाइल प्रणाली-संबंधित
nl: Bestandssysteem gerelateerd
pa: ਫਾਇਲ ਸਿਸਟਮ-ਸੰਬੰਧੀ
pt: Relacionado com o sistema de ficheiros
sk: Súvisiace so súborovým systémom
sv: Filsystemrelaterat
ta: கோப்பு கணினி-தொடர்புடைய
te: దస్త్ర వ్యవస్థ-సంభందిత
tr: Dosya sistemiyle alakalı
uk: Пов’язані з файловою системою

source: Distribution-specific
ca: Específic per a la distribució
cs: Specifické pro distribuci
hi: वितरण विशिष्ट
it: Distribuzione-specifica
ja: ディストリビューションの指定
kn: ವಿತರಣೆ-ನಿಶ್ಚಿತವಾದ
ml: വിവരണം-അനുസരിച്ചുള്ള
mr: वितरण-निर्देशीत
nl: Distributie specifiek
pa: ਡਿਸਟਰੂਬਿਊਸ਼ਨ-ਸੰਬੰਧੀ
pt: Especifico da distribuição
sk: Špecifické pre distribúciu
sv: Distributionsspecifikt
ta: விநியோகம்-குறிப்பட்ட
te: పంపిణీ-బట్టి
tr: Dağıtıma özgü
uk: Пов’язані з дистрибутивом

source: Your choice (s/v/q/y/n):
ca: Opció (e/v/t/s/n):
cs: Vaše volba (s/v/q/y/n):
hi: आपकी पसंद (s/v/q/y/n):
it: A scelta (s/v/e/s/n):
ja: 選択 (s/v/q/y/n)
kn: ನಿಮ್ಮ ಆಯ್ಕೆ (s/v/q/y/n):
ml: നിങ്ങളുടെ ഇഷ്ടം (s/v/q/y/n):
mr: तुमचा पर्याय (s/v/q/y/n):
nl: Jouw keuze (b/j/n/s/v/):
pa: ਤੁਹਾਡੀ ਚੋਣ (s/v/q/y/n):
pt: Escolha (s/v/q/y/n):
sk: Váš výber (o/z/u/a/n)
sv: Ditt val (s/v/a/j/n):
ta: உங்கள் விருப்பம் (s/v/q/y/n):
te: మీ యెంపిక (s/v/q/y/n):
tr: Seçiminiz (s/v/q/y/n):
uk: Ваш вибір ((s|н)/(v|п)/(q|в)/(y|т)/(n|н)):

source: To share your profile: %s (public)
ca: Per compartir el vostre perfil: %s (públic)
cs: Sdílet váš profil: %s (public)
da: For at dele din profil: %s (offentlig)
hi: अपना प्रोफाइल साझा करने के लिए: %s (सार्वजनिक)
it: Per condividere il profilo: %s (pubblico)
ja: 共有プロフィールへ: %s (公開)
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲನ್ನು ಹಂಚಿಕೊಳ್ಳಲು: %s (ಸಾರ್ವಜನಿಕ)
ml: നിങ്ങളുടെ പ്രൊഫൈല്‍ പങ്കിടുന്നതിനായി: %s (public)
mr: तुमचा प्रोफाइल शेअर करा: %s (पब्लिक)
nl: Om jouw profiel te delen: %s (publiek)
pa: ਆਪਣਾ ਪਰੋਫਾਈਲ ਸ਼ੇਅਰ ਕਰਨ ਲਈ: %s (ਪਬਲਿਕ)
pt: Para partilhar o seu perfil: %s (público)
sk: Zdielať profil: %s (verejný)
sv: För att se din profil: %s (publik)
ta: உங்களது விவரக்குறிப்பை பகிருகிறது: %s (பொதுவான)
te: మీ ప్రొఫైల్ భాగస్వామ్య పరచుటకు: %s (పబ్లిక్)
tr: Profilinizi paylaşmak için: %s (herkese açık)
uk: Щоб оприлюднити ваш профіль: %s (public)

source: Admin Password: %s
ca: Contrasenya d'administrador: %s
cs: Heslo správce: %s
da: Administratoradgangskode: %s
hi: प्रशासन कूटशब्द: %s
it: Password amministrativa: %s
ja: 管理パスワード: %s
kn: ನಿರ್ವಹಣಾ ಗುಪ್ತಪದ: %s
ml: അഡ്മിന്‍ പാസ്‌വേര്‍ഡ്: %s
mr: प्रशासकाचा पासवर्ड: %s
nl: Beheer wachtwoord: %s
pa: ਪਰਬੰਧਕ ਪਾਸਵਰਡ: %s
pt: Senha do administrador: %s
sk: Admin heslo: %s
sv: Administrativt lösenord: %s
ta: கடவுச்சொல்லை நிர்வாகி: %s
te: నిర్వాహకుని సంకేతపదము: %s
tr: Yönetici Parolası: %s
uk: Пароль адміністратора: %s

source: No Public UUID found! Please re-run with -n to generate a new public uuid
ca: No s'ha trobat l'uuid públic. Si us plau, executeu de nou amb l'opció -n per a generar un nou uuid públic.
cs: Nebylo nalezeno veřejné UUID! Spusťte prosím znovu s parametrem '-n', aby bylo vygenerováno nové.
da: Intet offentligt UUID fundet! Kør venligst igen med -n for at generere et nyt offentligt UUID
hi: कोई सार्वजनिक UUID नहीं मिला! कृपया -n के साथ नया सार्वजनिक uuid बनाने के लिए फिर चलाएँ
it: Nessun UUID pubblico trovato! Si prega di eseguire nuovamente -n per generare un nuovo uuid pubblico
ja: 公開 UUID が見つかりません! -t をつけて再実行し、新しい公開 UUID を生成してください
kn: ಯಾವುದೆ ಸಾರ್ವಜನಿಕ UUID ಕಂಡುಬಂದಿಲ್ಲ! ಹೊಸ ಸಾರ್ವಜನಿಕ uuid ಅನ್ನು ಉತ್ಪಾದಿಸಲು -n ಅನ್ನು ಮತ್ತೊಮ್ಮೆ ಚಲಾಯಿಸಿ
ml: പബ്ലിക് UUID ലഭ്യമായില്ല! ദയവായി -n ഉപയോഗിച്ച് വീണ്ടും പ്രവര്‍ത്തിച്ച് ഒരു പുതിയ പബ്ലിക് UUID ലഭ്യമാക്കുക
mr: पब्लिक UUID आढळले नाही! कृपया नवीन पब्लिक uuid निर्माण करण्यासाठी -n सह पुनः चालवा
nl: Geen publieke UUID gevonden! Draai opnieuw met -n om een nieuwe publieke UUID te genereren
pt: UUID público não encontrado! Volte a executar com -n para gerar um novo UUID público.
sk: Nenájdené žiadne verejné UUID! Znovu spustite pomocou -n na generovanie nového verejného uuid
sv: Inget publikt UUID funnet! Kör om med -n för att generera ett nytt publikt uuid
ta: பொதுவான UUID காணப்படுகிறது! ஒரு புதிய பொதுவான uuidஐ -nஉடன் உருவாக்கி மறு இயக்கவும்
te: ఏ పబ్లిక్ UUID కనబడలేదు! కొత్త పబ్లిక్ uuidను వద్బవింపచేయుటకు -nతో దయచేసి తిరిగి-రన్ చేయుము
tr: Genel UUID bulunamadı! Lütfen yeni genel uuid tanımlayıcısı oluşturmak için -n ile yeniden çalıştırın
uk: Не знайдено публічного UUID! Будь ласка, виконайте команду з параметром -n, щоб створити новий публічний uuid

source: _Participate in KernelOOPS
ca: _Participeu a KernelOOPS
cs: _Podílet se na KernelOOPS
da: _Deltag i KernelOOPS
hi: KernelOOPS में सहभागिता करें (_P)
it: _Participa in KernelOOPS
ja: KernelOOPS へ参加(_P)
kn: KernelOO_PS ನಲ್ಲಿ ಭಾಗವಹಿಸಿ
ml: KernelOOPS-ല്‍ _പങ്ക് ചേരുക
mr: KernelOOPS मध्ये सहभागी व्हा (_P)
nl: _Deelnemen aan KernelOOPS
pt: _participe no KernelOOPS
sk: Účasť v _KernelOOPS
sv: _Delta i KernelOOPS
ta: கெர்னல் OOPSல் பங்குபெறு (_P)
te: KernelOOPS నందు పాల్గొనుము (_P)
tr: KernelOOPS'a _Katılım
uk: _Взяти участь у KernelOOPS
