Repository: MythTV/smolt
Catalog: client/po/*.po
Languages: ca, cs, da, de, hi, it, ja, kn, mai, ml, mr, nl, pa, pt, sk, sv, ta, te, tr, uk

source: Smolt is a hardware profiler for The Fedora Project. Submitting your profile is a great way to give back to the community as this information is used to help focus our efforts on popular hardware and platforms. Submissions are anonymous. Sending your profile will enable a monthly update.
ca: L'Smolt és un creador de perfils de maquinari per al projecte Fedora. Enviar el vostre perfil resulta de gran ajuda a la comunitat, atès que aquesta informació s'usa per a concentrar els nostres esforços en el maquinari i plataformes més populars. Els enviaments són anònims. S'enviarà una versió actualitzada del maquinari cada mes.
cs: Smolt je sběrač informací o hardware pro Fedora Projekt. Odeslání profilu je výborný způsob, jakým můžete komunitě pomoci zaměřit její práci na populární hardware nebo platformu. Odeslání je anonymní. Odesláním profilu povolíte i odesílání jeho měsíční aktualizace.
da: Smolt er et hardwareprofileringsprogram til Fedora-projektet. At indsende din profil er en god måde at give noget tilbage til fællesskabet, da denne information bliver brugt til at fokusere vores indsats på populært hardware og platforme. Indsendelsen er anonym. Indsending af din profil vil aktivere en månedlig opdatering.
de: Smolt ist ein Hardware-Profiler für das Fedora-Projekt. Das Einreichen Ihres Profil ist eine gute Möglichkeit, etwas an die Community zurückzugeben, da diese Informationen dazu beitragen, unsere Bemühungen auf populäre Hardware und Plattformen zu fokussieren. Die Profile sind anonym. Das Senden Ihres Profils ermöglicht eine monatliche Aktualisierung.
hi: Smolt Fedora परियोजना के लिये हार्डवेयर प्रोफाइल है. अपने प्रोफाइल को सुपुर्द करना समुदाय को कुछ देने का बड़ा तरीका है क्योंकि यह सूचना हमारे प्रयासों को लोकप्रिय हार्डवेयर व प्लेटफॉर्म पर फोकस करने में मदद करता है. सुपुर्दगी अज्ञात है. अपने प्रोफाइल को भेजना मासिक अद्यतन में समर्थ करेगा.
it: Smolt è un profiler hardware per il Fedora Project. Inviare il proprio profilo è un bel modo per contribuire alla comunità poiché queste informazioni aiuteranno a focalizzare gli sforzi sugli hardware e piattaforme più popolari. Gli invii delle informazioni sono anonimi. La spedizione del profilo abiliterà un aggiornamento mensile.
ja: Smolt とは、Fedora プロジェクトのハードウェアプロファイラです。ご使用のプロフィールを提出されると、 コミュニティに情報を提供することになり、人気のあるハードウェアとプラットフォームの研究の焦点を絞る 手助けになります。提出は無記名です。ご使用のプロフィールの提出で毎月のアップデートが可能になります。
kn: Smolt ಫೆಡೋರಾ ಪರಿಯೋಜನೆಯ ಒಂದು ಯಂತ್ರಾಂಶ ಪ್ರೊಫೈಲರ್ ಆಗಿದೆ. ನಿಮ್ಮ ಯಂತ್ರಾಂಶ ಪ್ರೊಫೈಲನ್ನು ಸಲ್ಲಿಸುವುದರಿಂದ ನಾವು ನಮ್ಮ ಗಮನವನ್ನು ಜನಪ್ರಿಯ ಯಂತ್ರಾಂಶ ಹಾಗು ಕಾರ್ಯವ್ಯವಸ್ಥೆಯ ಕಡೆಗೆ ಹರಿಸಲು ಸಹಾಯಕವಾಗುವುದರಿಂದ, ನೀವು ಸಮುದಾಯಕ್ಕೆ ಒಂದು ಮಹತ್ತರ ಕೊಡುಗೆ ನೀಡಿದಂತಾಗುತ್ತದೆ. ಸಲ್ಲಿಸುವಿಕೆಯು ಅಜ್ಞಾತವಾಗಿರುತ್ತದೆ. ಪ್ರೊಫೈಲನ್ನು ಕಳುಹಿಸಿದಲ್ಲಿ ನಿಮಗೆ ಮಾಸಿಕ ಅಪ್‍ಡೇಟ್ ಲಭ್ಯವಾಗುತ್ತದೆ.
mai: Smolt Fedora परियोजना क'लेल हार्डवेयर प्रोफाइल अछि. अपन प्रोफाइल केँ सुपुर्द कएनाइ समुदाय केँ किछु देबाक पैघ तरीका अछि किएक ई सूचना हमारे प्रयासों केँ लोकप्रिय हार्डवेयर आ प्लेटफार्म पर फोकस करब मे मदति करैत अछि. सुपुर्दगी अज्ञात अछि. अपन प्रोफाइल केँ भेजनाइ मासिक अद्यतन मे समर्थ करताह.
ml: ഫെഡോറാ സംരംഭത്തിനുള്ള ഒരു ഹാര്‍ഡ്‌വെയര്‍ പ്രൊഫൈലര്‍ ആണ് Smolt . നിങ്ങളുടെ പ്രൊഫൈല്‍ നല്‍കുന്നത് ഉപയോക്താക്കള്‍‍ക്ക് വളരെ പ്രയോജനകരമാകുന്നു. ഹാര്‍ഡ്‌വെയറും പ്ളാറ്റ്ഫോമും സംബന്ധിച്ചുള്ള പ്രശ്നങ്ങള്‍ പരിഹരിക്കുന്നതിനും മെച്ചപ്പെടുത്തുന്നതിനും ഈ വിവരങ്ങള്‍ വളരെ സഹായകമാകുന്നു. സമര്‍പ്പണങ്ങള്‍ അജ്ഞാതമായിരിക്കും. നിങ്ങളുടെ പ്രൊഫൈല്‍ അയച്ചു തരുന്നത് നിങ്ങളെ ഓരോ മാസവും പരിഷ്കരിക്കുന്നതിനും സഹായിക്കുന്നു.
mr: Smolt Fedora प्रकल्प करीता एक हार्डवेअर प्रोफाइलर आहे. तुमचा प्रोफाइल सादर करणे समाज करीता प्रतिसाद देण्यास चांगला पर्याय आहे व प्रचलीत हार्डवेअर आणि प्लॅटफॉर्म करीता माहिती प्राप्त करण्यास उपयोगी ठरते. सादरीकरण निनावी असू शकते. तुमचा प्रोफाइल पाठविल्यास माहिन्यातील अद्ययावत कार्यान्वीत केले जाईल.
nl: Smolt is een programma voor het registreren van hardware profielen voor het Fedora Project. Het indienen van jouw profiel is een goede manier om iets terug te doen voor de gemeenschap omdat deze informatie wordt gebruikt om onze inspanningen te helpen concentreren op populaire hardware en platforms. De ingediende profielen zijn anoniem. Het verzenden van jouw profiel zal een maandelijkse vernieuwing aanzetten.
pa: Smolt ਫੇਡੋਰਾ ਪਰੋਜੈਕਟ ਲਈ ਇੱਕ ਹਾਰਡਵੇਅਰ ਪਰੋਫਾਈਲ ਹੈ। ਆਪਣਾ ਪਰੋਫਾਈਲ ਭੇਜਣਾ ਕਮਿਊਨਿਟੀ ਲਈ ਸਹਿਯੋਗ ਦਾ ਵਧੀਆਂ ਤਰੀਕਾ ਹੈ ਕਿਉਂ ਕਿ ਇਹ ਜਾਣਕਾਰੀ ਹਾਰਡਵੇਅਰ ਅਤੇ ਪਲੇਟਫਾਰਮਾਂ ਲਈ ਚੁੱਕਣ ਵਾਲੇ ਕਦਮਾਂ ਵਿੱਚ ਸਹਿਯੋਗੀ ਹੈ। ਹਰ ਇੱਕ ਭੇਜ ਸਕਦਾ ਹੈ। ਤੁਹਾਡਾ ਪਰੋਫਾਈਲ ਭੇਜਣ ਨਾਲ ਮਾਸਿਕ ਅੱਪਡੇਟ ਯੋਗ ਹੋ ਜਾਵੇਗਾ।
pt: Smolt recolhe o perfil de hardware para o Projecto Fedora. Ao submeter o perfil do seu computador está a contribuir de volta para a comunidade, pois esta informação é utilizada para canalizar os nossos esforços para hardware e plataformas mais populares. As submissões são anónimas. Ao enviar o perfil do seu computador está a activar uma actualização mensal do mesmo.
sk: Smolt je nástroj pre zber hardvérových profilov projektu Fedora. Zaslanie Vášho profilu je významná odozva pre komunitu, ktorá pomáha zamerať naše úsilie na populárne zariadenia a platformy. Zaslanie profilu je anonymné. Zaslaním sa zapnú automatické mesačné aktualizácie.
sv: Smolt är en maskinvaruprofilerare för The Fedora Project. Skicka in din profil är ett fantastiskt sätt att ge tillbaka till gemenskapen ty denna information används till att hjälpa oss fokusera våra ansträngningar på populär maskinvara och plattformar. Information skickas anonymt. Om du skickar din profil får du en månatlig uppdatering.
te: Fedora ప్రోజక్టుకు స్మాల్ట్‍ ఒక హార్డ్‍‌వేర్ ప్రోఫైలర్. మీ ప్రొఫైల్‌ను సంఘంకు ఈ సమాచారంలా సమర్పించుట గొప్పమార్గం అది మా యత్నాలను పేరోందిన హార్డ్‍‌వేర్ మరియు ప్లాట్‌ఫాంలపై దృష్టీకరించునట్లు చేస్తుంది. సమర్పణలు అనామధేయంగా. మీప్రోఫైల్‌ను పంపుట నెలసరి నవీకరణను చేతనం చేస్తుంది.
tr: Smolt, Fedora Projesi tarafından oluşturulmuş bir donanım profilcisidir. Profilinizi kayıt ettirerek bize sağladığınız bilgiler, bizim popüler donanım ve platformlar üzerinde yoğunlaşmamıza yardımcı olmaktadır. Gönderimler anonimdir. Profilinizi göndermeniz ayda bir güncellemeye izin verecektir.
uk: Smolt — програма для створення профілів обладнання для проекту Fedora. Надсилання вашого профілю є чудовим способом співробітництва з рештою спільноти, оскільки ця інформація використовується для зосередження наших зусиль на розробці програмного забезпечення для найпопулярнішого обладнання і платформ. Дані буде надіслано на анонімній основі. Надсилання вашого профілю уможливить місячне оновлення.

source: _Send Profile
ca: En_via el perfil
cs: Ode_slat profil
da: _Send profil
de: Profil _senden
hi: प्रोफाइल भेजें (_S)
it: _Spedisci il profilo
ja: プロフィールを送信する(_S)
kn: ಪ್ರೊಫೈಲನ್ನು ಕಳುಹಿಸು(_S)
mai: प्रोफाइल भेजू (_S)
ml: പ്രൊഫൈല്‍ _അയയ്ക്കുക
mr: प्रोफाइल पाठवा (_S)
nl: Profiel _verzenden
pa: ਪ੍ਰੋਫਾਇਲ ਭੇਜੋ(_S)
pt: _Enviar perfil
sk: Odo_slať profil
sv: _Skicka profil
ta: விவரக்குறிப்பு அனுப்புதல் (_S)
te: ప్రొఫైల్‌ను పంపుము(_S)
tr: Profili _Gönder
uk: _Надіслати профіль

source: D_o not send profile
ca: N_o enviïs el perfil
cs: _Neodesílat profil
da: _Undlad at sende profil
de: Pr_ofil nicht senden
hi: प्रोफाइल मत भेजें (_o)
it: N_on spedire il profilo
ja: プロフィールを送信しない(_D)
kn: ಪ್ರೊಫೈಲನ್ನು ಕಳುಹಿಸಬೇಡ(_o)
mai: प्रोफाइल नहि भेजू (_o)
ml: പ്രൊഫൈല്‍ _അയയ്ക്കേണ്ടതില്ല
mr: प्रोफाइल पाठवू नका (_o)
nl: Profiel _niet verzenden
pa: ਪ੍ਰੋਫਾਇਲ ਨਾ ਭੇਜੋ(_o)
pt: Não enviar _o perfil
sk: Ne_odoslať profil
sv: S_kicka inte profil
ta: விவரக்குறிப்பை அனுப்ப வேண்டாம் (_o)
te: ప్రొఫైల్‌ను పంపవద్దు(_o)
tr: Profili g_önderme
uk: Не н_адсилати профіль

source: Are you sure you wouldn't like to send the profile? Submitting your profile is a valuable source of information for our development and can help troubleshoot issues that may come up with your hardware.
ca: Esteu segur que no voleu enviar el perfil? Enviar el vostre perfil és una font molt valuosa per al nostre desenvolupament i pot ajudar a diagnosticar errors que es produeixin en el vostre maquinari.
cs: Jste si jisti, že nechcete profil odeslat? Váš profil je cenný zdroj informací pro další vývoj a může pomoci odstranit problémy, které mohou nastat s vaším hardwarem.
da: Er du sikker på at du ikke vil sende profilen? Indsendelsen af din profil er en værdifuld informationskilde til vores udvikling og kan hjælpe med at løse problemer der måtte opstå med dit hardware.
de: Sind Sie sicher, dass Sie das Profil nicht doch senden möchten? Das Senden Ihres Profils ist eine wertvolle Informationsquelle für unsere Entwicklung und kann bei der Problembehebung in Zusammenhang mit Ihrer Hardware behilflich sein.
hi: क्या आप निश्चित हैं कि आप प्रोफाइल नहीं भेजना चाहेंगे? हमारे विकास के लिये अपने प्रोफाइल को सौंपना सूचना का एक मूल्यवान श्रोत है और उन मुद्दों के विघ्ननिवारण में मदद कर सकता है जो कि आपके हार्डवेयर के साथ आया है.
it: Si è sicuri di non voler inviare il profilo? L'invio del profilo è una sorgente di informazioni di valore per i nostri sviluppatori e può aiutare a risolvere problematiche che potrebbero verificarsi con l'hardware in uso.
ja: 本当にプロフィールを送信しませんか? プロフィールを送信すると、私共の開発にとって重要な情報源となり、ご使用のハードウェアに問題が発生した場合にトラブル シューティングの手助けとなります。
kn: ನೀವು ಖಚಿತವಾಗಿಯೂ ಪ್ರೊಫೈಲನ್ನು ಕಳುಹಿಸದೆ ಇರಲು ಬಯಸಿದ್ದೇರೆ? ನೀವು ಸಲ್ಲಿಸುವ ಪ್ರೊಫೈಲ್ ನಮ್ಮ ವಿಕಸನಕ್ಕೆ ಒಂದು ಅಮೂಲ್ಯವಾದ ಮಾಹಿತಿಯ ಸೆಲೆಯಾಗುತ್ತದೆ ಹಾಗು ಅದು ನಿಮ್ಮ ಯಂತ್ರಾಂಶದಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳಬಹುದಾದಂತಹ ತೊಂದರೆಗಳಿಗೆ ಪರಿಹಾರವನ್ನು ಹುಡುಕಲು ಸಹಕಾರಿಯಾಗುತ್ತದೆ.
mai: की अहाँ निश्चित छी जे अहाँ प्रोफाइल नहि भेजब चाहेंगे? हमर विकास क'लेल अपन प्रोफाइल केँ सौंपनाइ सूचना क' एकटा मूल्यवान श्रोत अछि आओर ओ मुद्दा क' विघ्ननिवारण मे मदति कए सकैत अछि जे अहाँक हार्डवेयर क' सँग आएल अछि.
ml: നിങ്ങള്‍ക്ക് പ്രൊഫൈല്‍ അയയ്ക്കേണ്ട എന്നുറപ്പാണോ? പ്രൊഫൈല്‍ സമര്‍പ്പിക്കുന്നത് ഡവലപ്പമെന്റിനെ വളരെ അധികം സഹായിക്കുന്നു. നിങ്ങളുടെ ഹാര്‍ഡ്‌വെയറിന് നേരിടുന്ന പ്രശ്നങ്ങളും കൈകാര്യം ചെയ്യുവാന്‍ ഇത് സഹായിക്കുന്നു.
mr: तुम्हाला नक्की प्रोफाइल पाठवायचे नाही? तुमचे प्रोफाइल पाठविणे आमच्या माहिती करीता महत्वाचे ठरू शकते व तुमच्या हार्डवेअर सह निगडीत अडचणी सोडविण्यास मदतही मिळेल.
nl: Weet je zeker dat je het profiel niet wilt verzenden? Het indienen van jouw profiel is een waardevolle bron van informatie voor onze ontwikkeling en kan van dienst zijn bij het verhelpen van problemen met jouw hardware.
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਪਰੋਫਾਈਲ ਨਹੀਂ ਭੇਜਣਾ ਚਾਹੁੰਦੇ? ਤੁਹਾਡੇ ਪਰੋਫਾਈਲ ਭੇਜਣਾ ਸਾਡੇ ਵਿਕਾਸ ਲਈ ਬਹੁਤ ਲਾਭਦਾਇਕ ਜਾਣਕਾਰੀ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਹਾਰਡਵੇਅਰ ਨਾਲ ਆ ਰਹੀਆਂ ਸਮੱਸਿਆਵਾਂ ਦੇ ਨਿਪਟਾਰੇ ਲਈ ਸਹਾਇਤਾ ਕਰ ਸਕਦੀ ਹੈ।
pt: Tem a certeza que não pretende enviar este perfil? Ao submeter este perfil está a contribuir para uma valiosa fonte de informação para os nossos programadores e pode ajudar a despistar problemas que podem surgir no seu hardware.
sk: Ste si istý, že nechcete zaslať Váš hardvérový profil? Zaslanie Vašeho profilu je hodnotná informácia pre vývojárov projektu Fedora a uľahčuje riešenie problémov, ktoré môžu nastať aj s Vašim hardvérom.
sv: Är du säker på att du inte vill skicka din profil? Om du skickar din profil så är det en värdefull källa av information för vår utveckling och kan hjälpa att felsöka problem som kan uppstå på din maskinvara.
ta: நீங்கள் விவரக்குறிப்பை அனுப்ப வேண்டுமா? உங்கள் விவரக்குறிப்பை சமர்ப்பித்தல் எங்கள் மேம்படுத்தலுக்கு மதிப்பான மூலம் தகவலாகும் இது உங்கள் வன்பொருளில் சிக்கல் வரும் போது பிழை நீக்க உதவியாக இருக்கும்.
te: మీరు ఖచ్చితంగా ప్రొఫైల్‌ను పంపుటకు ఇష్టపడుట లేదా? మీ ప్రొఫైల్‌ను సమర్పించుట మా అభివృద్దికి విలువైన సమాచార వనరు మరియు మీ హార్డ్‍‌వేర్‌తో వచ్చు సమస్యలను పరిష్కరించుటకు సహాయ పడగలము.
tr: Profilinizi göndermek istemediğinize emin misiniz? Profilinizi kayıt ettirmeniz, bizim geliştirme çabalarımız için değerli bir kaynak oluşturmakta ve donanımınız ile ilgili problemleri çözmemize yardımcı olmaktadır.
uk: Ви справді не бажаєте надсилати профіль? Ваш профіль може бути цінним джерелом даних для спрямування зусиль розробників і може допомогти в усуванні негараздів у роботі системи з вашим обладнанням.

source: _Reconsider sending
ca: M'ho _vull tornar a pensar
cs: _Zvážit odeslání
da: _Genovervej afsendelse
de: Senden e_rneut überdenken
hi: प्रेषण पर पुनः विचार करें (_R)
it: _Riconsidera la spedizione
ja: 送信を考え直す(_R)
kn: ಕಳುಹಿಸುವುದನ್ನು ಮರುಪರಿಗಣಿಸು(_R)
mai: प्रेषण पर पुनः विचार करू (_R)
ml: _വീണ്ടും അയയ്ക്കുക
mr: पाठविणे पुन्हा गृहीत धरा (_R)
nl: Verzenden _heroverwegen
pa: ਮੁੜ ਭੇਜਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ(_R)
pt: _Reconsiderar o envio
sk: _Prehodnotiť odoslanie
sv: _Ångra sändning
ta: அனுப்புவதை மறு ஆய்வு செய்தல் (_R)
te: పంపుట తిరిగియోచించుము(_R)
tr: Gö_ndermeyi tekrar düşün
uk: П_ереглянути надсилання

source: _No, do not send.
ca: _No, no ho enviïs.
cs: _Ne, neodesílat.
da: _Nej, send ikke.
de: _Nein, nicht senden.
hi: नहीं, मत भेजें (_N)
it: _No, non spedire.
ja: いいえ、送信しません(_N)
kn: ಬೇಡ, ಕಳುಹಿಸಬೇಡ(_N)
mai: नहि, नहि भेजू (_N)
ml: _വേണ്ട, അയയ്ക്കേണ്ടതില്ല.
mr: नाही, पाठवू नका (_N).
nl: _Nee, niet verzenden.
pa: ਨਹੀਂ, ਨਾ ਭੇਜੋ(_N)।
pt: _Não, não enviar.
sk: _Nie, neodosielať.
sv: _Nej, skicka inte.
ta: இல்லை அனுப்ப வேண்டாம் (_N).
te: వద్దు, పంప వద్దు.(_N)
tr: _Hayır, gönderme.
uk: _Ні, не надсилати

source: Data
ca: Dades
de: Daten
hi: ड़ॉटा
ja: データ
kn: ದತ್ತಾಂಶ
mai: डाटा
ml: ഡേറ്റാ
mr: माहिती
nl: Gegevens
pa: ਡਾਟਾ
pt: Dados
sk: Dáta
ta: தரவு
te: డాటా
tr: Veri
uk: Дані

source: Driver
ca: Controlador
cs: Ovladač
de: Treiber
hi: ड्राइवर
ja: ドライバー
kn: ಚಾಲಕ
mai: ड्राइवर
ml: ഡ്റൈവറ്‍
mr: ड्राईवर
pa: ਡਰਾਇਵਰ
pt: Controlador
sk: Ovládač
sv: Drivrutin
ta: இயக்கி
te: డ్రైవర్
tr: Sürücü
uk: Драйвер

source: Type
ca: Tipus
cs: Typ
de: Typ
hi: प्रकार
it: Tipo
ja: タイプ
kn: ಬಗೆ
mai: प्रकार
ml: ഏത് തരം
mr: प्रकार
pa: ਕਿਸਮ
pt: Tipo
sk: Typ
sv: Typ
ta: வகை
te: రకము
tr: Tip
uk: Тип

source: Description
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
hi: वर्णन
it: Descrizione
ja: 説明
kn: ವಿವರಣೆ
mai: वर्णन
ml: വിവരണം
mr: वर्णन
nl: Beschrijving
pa: ਵੇਰਵਾ
pt: Descrição
sk: Popis
sv: Beskrivning
ta: விவரம்
te: వివరణము
tr: Tanım
uk: Опис

source: Smolt will only send hardware and basic operating system information to the Fedora smolt server (smoon). The only tie from the database to a submitters machine is the UUID. As long as the submitter does not give out this UUID the submission is anonymous. If at any point in time a user wants to delete their profile from the database they need only run smoltDeleteProfile The information sent to the smolt database server should be considered public in that anyone can view the statistics, data and share machine profiles. In many ways smolt is designed to get hardware vendors and other 3rd parties' attention. As such, not only will this information be shared with 3rd parties, we will be using smolt as leverage to gain better support for open source drivers and better support in general. IP Logging: In Fedora's smolt install all web traffic goes through a proxy server first. This is the only place IP addresses are being logged and they are kept on that server for a period of 4 weeks at which time log rotation removes these logs. The Fedora Project does not aggregate ip addresses in the smolt database. These logs are private and will not be available to the general public. Users unhappy with this policy should simply not use smolt. Users with questions about this policy should contact the Fedora Infrastructure Team at admin [at] fedoraproject.org Also remember that users can delete their profiles at any time using "smoltDeleteProfile"
de: Smolt sendet nur grundlegende Informationen über die Hardware und das Betriebssystem an den smolt-Server von Fedora (smoon). Die einzige Verbindung zwischen der Datenbank und dem Rechner des Benutzers stellt die UUID dar. Solange diese UUID nicht vom Benutzer herausgegeben wird, bleiben die übertragenen Daten anonym. Möchte der Benutzer irgendwann mal das Profil aus der Datenbank entfernen, kann er dies mit folgendem Befehl tun: smoltDeleteProfile Die an den Smolt-Datenbankserver gesendeten Informationen sind öffentlich zugänglich, wodurch jeder die Statistiken und Daten einsehen kann und Rechnerprofile teilen kann. Ziel ist es, dass Hardware-Verkäufer und Dritte auf Smolt aufmerksam werden. Jedoch werden diese Informationen nicht nur mit Dritten geteilt: Wir verwenden Smolt, um die Unterstützung für Open Source-Treiber und die Hardware-Unterstützung im Allgemeinen zu verbessern. IP-Protokollierung: Bei der Smolt-Installation von Fedora läuft zuerst jeglicher Internetverkehr über einen Proxy-Server. Nur an diesem Ort werden IP-Adressen protokolliert, wobei die Protokolle alle vier Wochen gelöscht werden. Das Fedora-Projekt sammelt keine IP-Adressen in der Smolt-Datenbank. Diese Protokolle sind geheim und nicht öffentlich zugänglich. Wenn Sie mit diesen Richtlinien nicht einverstanden sind, sollten Sie Smolt nicht verwenden. Falls Sie Fragen zur dieser Richtlinie haben, können Sie sich an das Fedora Infrastructure-Team (admin [at] fedoraproject.org) wenden. Bitte beachten Sie, dass Profile jederzeit mit dem Befehl "smoltDeleteProfile" gelöscht werden können.

source: specify which uuid to use, useful for debugging and testing mostly.
ca: especifiqueu quin uuid s'utilitzarà, això normalment és útil per a tasques de depuració.
cs: určit, jaké UUID se má použít (užitečné pro ladění a testování)
da: angiv hvilket UUID der skal bruges, mest brugbar til fejlsøgning og afprøvning.
hi: निर्दिष्ट करें कि कौन सा uuid प्रयोग करना है, अधिकतर डिबगिंग और जाँच के लिए उपयोगी.
it: specifica quale uuid da usare, molto utile per il debugging e per processi di prova.
ja: どの UUID を使用するか指定します。主にデバッグやテスト目的で便利です。
kn: ಯಾವ uuid ಅನ್ನು ಬಳಸಬೇಕು ಎಂದು ಸೂಚಿಸಿ, ಇದು ಹೆಚ್ಚಿನ ದೋಷ ನಿವಾರಣೆ ಹಾಗು ಪರೀಕ್ಷಣೆಯಲ್ಲಿ ಸಹಾಯಕವಾಗುತ್ತದೆ.
ml: ഉപയോഗിക്കേണ്ട uuid വ്യക്തമാക്കുക, മിക്കതും ഡീബഗ്ഗിങിനും പരീക്ഷിക്കുന്നതിനും ഉപയോഗിക്കുന്നു.
mr: डिबगींग व चाचणीकरीता, बहुतांशवेळी कुठले uuid वापरायचे ते ठरवा.
nl: specificeer de te gebruiken uuid, voornamelijk nuttig voor debuggen en testen.
pt: especifique o uuid a utilizar. Útil principalmente para testes e depuração.
sk: zadajte uuid, väčšinou užitočné pre ladenie a testovanie
sv: ange vilket uuid som skall användas, mest användbart för felsökning och test.
ta: எந்த uuidஐ பயன்படுத்த வேண்டுமென குறிப்பிடவும், அதிகமாக சோதனையிடுவதற்கு பிழையானது பயன்படுகிறது.
te: ఏ uuid వుపయోగించాలో తెలుపుము, డీబగ్గింగ్‌కు మరియు పరిశీలనకు చాలా వుపయోగకరము.
tr: hangi uuid bilgisinin kullanılacağını belirt, debug ve test işlemleri için kullanışlıdır.
uk: вказати uuid для використання, корисно здебільшого для діагностики і тестування.

source: General
cs: Hlavní
hi: सामान्य
it: Generale
ja: 一般
kn: ಸಾಮಾನ್ಯ
ml: സാധാരണ
mr: सर्वसाधारण
nl: Algemeen
pa: ਕਰਨਲ
pt: Geral
sk: Všeobecné
sv: Allmänt
ta: பொதுவான
te: సాదారణ
tr: Genel
uk: Загальне

source: Distribution
ca: Distribució
cs: Distribuce
hi: वितरण
it: Distribuzione
ja: ディストリビューション
kn: ವಿತರಣೆ
ml: വിതരണം
mr: वितरण
nl: Distributie
pa: ਡਿਸਟਰੀਬਿਊਸ਼ਨ
pt: Distribuição
sk: Distribúcia
ta: விநியோகம்
te: పంపిణి
tr: Dağıtım
uk: Дистрибутив

source: Label
ca: Etiqueta
cs: Jmenovka
da: Mærkat
hi: लेबल
it: Etichetta
ja: ラベル
kn: ಲೇಬಲ್
mai: लेबल
ml: ലേബല്‍
mr: लेबल
pa: ਲੇਬਲ
pt: Etiqueta
sk: Menovka
sv: Etikett
ta: லேபிள்
te: లేబుల్
tr: Etiket
uk: Мітка

source: Bus
cs: Sběrnice
hi: बस
ja: バス
kn: ಬಸ್
mai: बस
ml: ബസ്
mr: बस
pa: ਬਸ
sk: Zbernica
sv: Buss
ta: வடம்
te: బస్
tr: Veri Yolu
uk: Шина
