Repository: MythTV/smolt
Catalog: client/po/*.po
Languages: ca, cs, da, de, hi, it, ja, kn, mai, ml, mr, nl, pa, pt, sk, sv, ta, te, tr, uk

source: Could not connect to hal, is it running? Run "service haldaemon start" as root
ca: No s'ha pogut connectar amb el hal. S'està executant? Executeu «service haldaemon start» com a usuari root
cs: Nelze se připojit k hal. Je spuštěn? Spusťte "service haldaemon start" jako root
da: Kunne ikke forbinde til hal, kører den? Kør "service haldeamon start" som administrator (root)
hi: hal से जुड़ नहीं सका, क्या यह चल रहा है? "service haldaemon start" को बतौर रूट चलाएँ
it: Impossibile connettersi ad hal, è in esecuzione? Eseguire "service haldaemon start" come root
ja: hal に接続できません。 root になって、"service haldaemon start" を実行してください。
kn: hal ಗೆ ಸಂಪರ್ಕಹೊಂದಲಾಗಿಲ್ಲ, ಅದು ಚಾಲನೆಯಲ್ಲಿದೆಯೆ? "service haldaemon start" ಅನ್ನು ಮೂಲವಾಗಿ ಚಲಾಯಿಸಿ
mai: hal सँ जुड़ नहि सकल, क' ई चलि रहल अछि? "service haldaemon start" केँ बतौर रूट चलाउ
ml: hal-ലേക്ക് കണക്ട് ചെയ്യുവാന്‍ സാധ്യമായില്ല, ഇപ്പോഴും പ്രവര്‍ത്തനത്തിലാണോ? റൂട്ടായി "service haldaemon start" പ്രവര്‍ത്തിപ്പിക്കുക
mr: hal शी जुळवणी करू शकला नाही, ते कार्यरत आहे का? "service haldaemon start" रूट म्हणून चालवा
nl: Kon geen verbinding maken met hal, is het actief? Voer "service haldaemon start" uit als root
pa: hal ਨਾਲ ਜੁੜਨ ਨਹੀਂ ਸਕਿਆ, ਕੀ ਇਹ ਚੱਲ ਰਿਹਾ ਹੈ? ਪਰਬੰਧਕ ਦੇ ਤੌਰ ਤੇ "service haldaemon start" ਚਲਾਓ
pt: Impossível ligar ao hal. O serviço hal está a correr? Execute "service haldaemon start" como root
sk: Nepodarilo sa pripojiť k hal, je spustený? Spustite "service haldaemon start" ako root
sv: Kunde inte ansluta till hal, är den igång? Kör "service haldaemon start" som root
ta: hal உடன் இணைக்க முடியவில்லை, அது இயங்குகிறதா? ரூட்டாக "service haldaemon start" என இயக்கவும்
te: హాల్‌కు అనుసంధానం కాలేకపోయింది, అది నడుస్తోందా? "service haldaemon start" ను రూట్‌లా నడుపుము
tr: Hal servisine bağlanılamadı, servis çalışıyor mu? Root haklarıyla "service haldaemon start" diyerek çalıştırabilirsiniz
uk: Не вдалося зв’язатися з HAL, HAL запущено? Віддайте команду «service haldaemon start» від імені користувача root

source: Your pub_uuid could not be written.
ca: No s'ha pogut escriure el vostre uuid públic.
cs: Vaše veřejné _UUID nemůže být zaznamenáno.
hi: आपका pub_uuid नहीं लिखा जा सका.
it: Impossibile scrivere il proprio pub_uuid.
ja: pub_uuid を書き込めません。
kn: ನಿಮ್ಮ pub_uuid(ಸಾರ್ವಜನಿಕ uuid) ಅನ್ನು ಬರೆಯಲಾಗಿಲ್ಲ.
ml: നിങ്ങളുടെ pub_uuid സൂക്ഷിക്കുവാന്‍ സാധ്യമായില്ല.
mr: तुमचे pub_uuid लिहणे अशक्य आहे.
nl: Jouw pub_uuid kon niet geschreven worden.
pa: ਤੁਹਾਡੀ pub_uuid ਲਿਖੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।
pt: O pub_uuid não pôde ser gravado.
sk: Váš pub_uuid sa nepodarilo zapísať.
sv: Din pub_uuid kunde inte skrivas.
ta: உங்களது pub_uuid ஐ எழுத முடியாது.
te: మీ pub_uuid వ్రాయబడదు.
tr: pub_uuid tanımlayıcınız yazılamadı.
uk: Не вдалося записати ваш pub_uuid.

source: Your admin token could not be cached: %s
ca: No s'ha pogut memoritzar el vostre testimoni d'administració: %s
cs: Token pro administraci nemůže být uložen do cache: %s
da: Dit administratorsymbol kunne ikke gemmes i cachen: %s
hi: आपका प्रशासन टोकन कैश नहीं किया जा सका: %s
it: Il token amministrativo non puo essere salvato in cache: %s
ja: 管理トークンをキャッシュできません: %s
kn: ನಿಮ್ಮ ನಿರ್ವಹಣಾ ಟೋಕನ್ ಅನ್ನು ಹಿಡಿದಿಡಲಾಗಿಲ್ಲ: %s
ml: നിങ്ങളുടെ അഡ്മിന്‍ ടോക്കന്‍ കാഷ് ചെയ്യുവാന്‍ സാധ്യമായില്ല: %s
mr: तुमचे प्रशासक टोकन कॅश करण्यास अशक्य: %s
nl: Jouw admin token kon niet bewaard worden: %s
pa: ਤੁਹਾਡਾ ਪਰਬੰਧਕ ਟੋਕਨ ਕੈਸ਼ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ: %s
pt: Incapaz de criar cache do token do admin: %s
sk: Nepodarilo sa zapísať admin token do vyrovnávacej pamäte: %s
sv: Din administrativa token kunde inte cachas: %s
ta: உங்களது நிர்வாக டோக்கன் வரைவாக்கப்படவில்லை: %s
te: మీ నిర్వాహక టోకెన్ క్యాచీ చేయబడదు: %s
tr: Yönetim anahtarınız ön belleğe alınamadı: %s
uk: Не вдалося додати у кеш ваш ідентифікатор адміністратора: %s

source: Something went wrong fetching a token
ca: S'ha produït un error en enviar un testimoni
cs: Při získávání tokenu došlo k nějaké chybě
da: Noget gik galt under hentning af symbol
hi: टोकन लाने के पहले कुछ गलत हो गया
it: Si è verificato un errore durante il recupero del token
ja: 何かがトークンを取ってきてうまくいかなかったです
kn: ಟೋಕನ್ ಅನ್ನು ಪಡೆಯುವಾಗ ಏನೊ ತಪ್ಪಾಗಿದೆ
ml: ടോക്കന്‍ ലഭ്യമാക്കുന്നതില്‍ പിശക്
mr: टोकन प्राप्त करतेवेळी काहितरी चूकले
nl: Iets ging fout met het ophalen van een token
pa: ਟੋਕਨ ਲੈਣ ਵੇਲੇ ਕੁਝ ਗਲਤ ਹੋਇਆ ਹੈ
pt: Algo correu mal ao obter um token
sk: Nastala chyba pri získavaní tokenu
sv: Något gick fel när en token hämtades
ta: சில தவறான ஒரு தவறான டோக்கனை தருகிறது
te: టోకెన్ పొందుటలో యేదో తప్పు జరిగినది
tr: Anahtar getirme işlemi başarısız
uk: Виникли якісь проблеми з отриманням ідентифікатора

source: An error has occured while contacting the server: %s
ca: S'ha produït un error en contactar amb el servidor: %s
cs: Při pokusu o spojení se serverem nastala chyba: %s
da: Der opstod en fejl da der skulle oprettes kontakt til serveren: %s
hi: किसी सर्वर को संपर्क करने के लिए पहले कोई त्रुटि आई: %s
it: Si è verificato un errore durante il contatto del server: %s
ja: サーバーと接続中にエラーが発生しました: %s
kn: ಪರಿಚಾರಕವನ್ನು ಸಂಪರ್ಕಿಸುವಾಗ ಒಂದು ದೋಷವು ಎದುರಾಗಿದೆ.: %s
ml: സര്‍വറുമായി ബന്ധപ്പെടുന്നതിനിടയില്‍ ഒരു പിശക് സംഭവിച്ചിരിക്കുന്നു: %s
mr: सर्व्हरशी संपर्ककरतेवेळी त्रुटी आढळली: %s
nl: Er is een fout opgetreden tijdens het contact opnemen met de server: %s
pt: Ocorreu um erro ao contactar o servidor: %s
sk: Nastala chyba pri nadväzovaní spojenia so serverom: %s
sv: Ett fel uppstod när servern kontaktades: %s
ta: சேவையகத்தை தொடர்பு கொள்ளும் போது ஒரு பிழை ஏற்பட்டுவிட்டது: %s
te: సేవికను సంప్రదించునప్పుడు వొక దోషము యెదురైంది: %s
tr: Sunucu ile bağlantı kurulurken bir hata oluştu: %s
uk: Під час спроби встановлення зв’язку з сервером сталася помилка: %s

source: Filesystem Information
ca: Informació del sistema de fitxers
cs: Informace o souborovém systému
hi: फ़ाइलतंत्र सूचना
it: Informazioni sul filesystem
ja: ファイル システムの情報
kn: ಕಡತವ್ಯವಸ್ಥೆಯ ಮಾಹಿತಿ
ml: ഫയല്‍സിസ്റ്റം സംബന്ധിച്ചുള്ള വിവരങ്ങള്‍
mr: फाइलप्रणाली माहिती
nl: Bestandssysteem informatie
pa: ਫਾਇਲ-ਸਿਸਟਮ ਜਾਣਕਾਰੀ
pt: Informação do sistema de ficheiros
sk: Informácie o súborovom systéme
sv: Filsystemsinformation
ta: கோப்புகணினித் தகவல்
te: దస్త్రవ్యవస్థ సమాచారము
tr: Dosya Sistemi Bilgisi
uk: Інформація щодо файлової системи

source: CPU Stepping
ca: Revisió del processador
cs: Stepping CPU
da: Processormodelserie
hi: CPU स्टेपिंग
ja: CPU ステッピング
kn: CPU ಸ್ಟೆಪ್ಪಿಂಗ್
ml: സിപി‌യു സ്ടെപ്പിങ്
mr: CPU स्टेप्पींग
pa: CPU ਸਟੇੱਪਿੰਗ
pt: Versão do CPU
sk: Krokovanie CPU
sv: CPU-stegning
ta: CPU படியாகிறது
te: CPU స్టెప్పింగ్
tr: CPU Sürümü
uk: Модифікація процесора

source: CPU Family
ca: Família del processador
cs: Rodina CPU
da: Processorfamilie
hi: CPU परिवार
it: Famiglia della CPU
ja: CPU ファミリー
kn: CPU ಕುಲ
ml: സിപിയു കുടുംബം
mr: CPU फॅमिली
nl: CPU familie
pa: CPU ਫੈਮਿਲੀ
pt: Família do CPU
sk: Rodina CPU
sv: CPU-familj
ta: CPU குடிம்பம்
te: CPU ఫ్యామిలి
tr: CPU Ailesi
uk: Сімейство процесорів

source: CPU Model Num
ca: Número de model del processador
cs: Číslo modelu CPU
da: Processormodelnummer
hi: CPU मॉडल Num
it: Numero modello CPU
ja: CPU モデル番号
kn: CPU ಮಾದರಿ ಸಂಖ್ಯೆ
ml: CPU മോഡല്‍ നംബര്‍
mr: CPU मॉडेल क्रमांक
nl: CPU model nummer
pa: CPU ਮਾਡਲ ਨੰ
pt: Número do modelo do CPU
sk: Číslo modelu CPU
sv: CPU-modellnummer
ta: CPU மாதிரி
te: CPU రీతి సంఖ్య
uk: Номер моделі процесора

source: System Swap
ca: Memòria d'intercanvi del sistema
cs: Systémový odkládací prostor
hi: सिस्टम स्वैप
it: Swap di sistema
ja: システム スワップ
kn: ಗಣಕ ಸ್ವಾಪ್
mai: सिस्टम स्वैप
ml: സിസ്റ്റം സ്വാപ്പ്
mr: प्रणाली स्वॅप
nl: Systeem wisselgeheugen
pa: ਸਿਸਟਮ ਸਵੈਪ
pt: Swap do sistema
sk: Systémový swap
sv: Systemväxlingsutrymme
ta: System ஸ்வாப்
te: సిస్టమ్ స్వాప్
tr: Sistem Takas Alanı
uk: Свопінг системи

source: System
ca: Sistema
cs: Systém
hi: सिस्टम
it: Sistema
ja: システム
kn: ಗಣಕ
mai: सिस्टम
ml: സിസ്റ്റം
mr: प्रणाली
nl: Systeem
pa: ਸਿਸਟਮ
pt: Sistema
sk: Systém
ta: கணினி
te: సిస్టమ్
tr: Sistem
uk: Система

source: Kernel
ca: Nucli
cs: Jádro
da: Kerne
hi: कर्नेल
ja: カーネル
kn: ಕರ್ನಲ್
mai: कर्नेल
ml: കേര്‍ണല്‍
mr: कर्नल
pa: ਕਰਨਲ
sk: Jadro
sv: Kärna
ta: கர்னல்
te: కెర్నల్
tr: Çekirdek
uk: Ядро

source: SELinux Policy
ca: Política del SELinux
cs: Politika SELinuxu
da: SELinux regelsæt
hi: SELinux नीति
it: Politica di SELinux
ja: SELinux のポリシー
kn: SELinux ಪಾಲಿಸಿ
ml: SELinux പോളിസി
mr: SELinux करार
nl: SELinux tactiek
pa: SELinux ਪਾਲਿਸੀ
pt: Política do SELinux
sk: Politika SELinuxu
ta: SELinux கொள்கை
te: SELinux పాలసీ
tr: SELinux Politikası
uk: Правила SELinux

source: Your UUID file could not be created: %s
ca: No es pot crear el seu fitxer UUID: %s
cs: Vaše UUID nemůže být vytvořeno: %s
da: Din UUID-fil kunne ikke oprettes: %s
hi: आपका UUID फ़ाइल नहीं बनाई जा सका: %s
it: Impossibile creare il file UUID: %s
ja: UUID ファイルを作成できません:%s
kn: ನಿಮ್ಮ UUID ಕಡತವನ್ನು ನಿರ್ಮಿಸಲಾಗಿಲ್ಲ: %s
ml: നിങ്ങളുടെ UUID ഫയല്‍ ഉണ്ടാക്കുവാന്‍ സാധ്യമായില്ല: %s
mr: तुमची UUID फाइल निर्माण करण्यास अशक्य: %s
nl: Jouw UUID bestand kom niet aangemaakt worden: %s
pa: ਤੁਹਾਡੀ UUID ਫਾਇਲ ਬਣਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ: %s
pt: O seu ficheiro UUID não pode ser criado: %s
sk: Vaše UUID nebolo možné vytvoriť: %s
sv: Din UUID-fil kunde inte skapas: %s
ta: உங்களது UUID கோப்பு உருவாக்கப் படவில்லை: %s
te: మీ UUID దస్త్రము సృష్టించబడలేక పోయింది: %s
tr: UUID dosyanız oluşturulamadı: %s
uk: Не вдалося створити ваш файл UUID: %s

source: Error determining public UUID: %s
ca: Error en determinar l'UUID públic: %s
cs: Chyba při zjišťování veřejného UUID: %s
hi: सार्वजनिक UUID निर्धारित करने में त्रुटि: %s
it: Errore durante la determinazione dell'UUID pubblico: %s
ja: 公開 UUID の決定中にエラー: %s
kn: ಸಾರ್ವಜನಿಕ UUID ಅನ್ನು ಪತ್ತೆಹಚ್ಚುವಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿದೆ: %s
ml: പബ്ലിക് UUID കണ്ടുപിടിക്കുന്നതില്‍ പിശക്: %s
mr: पब्लिक UUID ओळखतेवेळी त्रुटी: %s
nl: Fout bij het bepalen van publieke UUID: %s
pa: ਪਬਲਿਕ UUID ਪਤਾ ਕਰਨ ਵਿੱਚ ਗਲਤੀ: %s
pt: Erro ao determinar o UUID público: %s
sk: Chyba pri zisťovaní verejného UUID: %s
sv: Fel när publikt UUID bestämdes: %s
ta: பொதுவான UUID பிழையை தீர்மானிக்கிறது: %s
te: పబ్లిక్ UUID నిర్ధారించుటలో దోషము: %s
tr: Genel UUID tanımlamada hata: %s
uk: Помилка під час визначення публічного UUID: %s

source: Unable to determine Public UUID!
ca: No es pot determinar l'UUID públic!
cs: Nelze zjistit veřejné UUID systému!
hi: सार्वजनिक UUID निर्धारित करने में त्रुटि!
it: Impossibile determinare l'UUID pubblico!
ja: 公開 UUID の決定に失敗しました!
kn: ಸಾರ್ವಜನಿಕ UUID ಅನ್ನು ಪತ್ತೆಹಚ್ಚಲಾಗಿಲ್ಲ!
ml: പബ്ളിക് UUID ലഭ്യമായില്ല!
mr: पब्लिक UUID ठरवण्यास अशक्य!
nl: Niet in staat om UUID van systeem te bepalen!
pa: ਪਬਲਿਕ UUID ਪਤਾ ਕਰਨ ਵਿੱਚ ਅਸਮਰਥ!
pt: Incapaz de determinar o UUID público!
sk: Nebolo možné zistiť verejné UUID!
sv: Kan inte bestämma pulbikt UUID!
ta: பொதுவான UUID வரையறுக்க முடியவில்லை!
te: సిస్టమ్ యొక్క UUID ను నిర్ధారించ లేకపోయింది!
tr: Genel UUID tanımlama başarısız!
uk: Не вдалося визначити публічний UUID!

source: translator-credits
mai: संगीता कुमारी (sangeeta09@gmail.com)
ml: അനി പീറ്റര്‍ <peter.ani@gmail.com>

source: Copyright © 2007 Mike McGrath
mai: कापीराइट © 2007 Mike McGrath
ml: പകര്‍പ്പവകാശം © 2007 മൈക്ക് മക്ഗ്രെഥ്

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
ml: ഈ പ്രോഗ്രാം ഒരു സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ ആകുന്നു; നിങ്ങള്‍ക്കിത് ഗ്നു ജനറല്‍ പബ്ളിക് ലൈസന്‍സിന്റെ നിബന്ധനകള്‍ പ്രകാരം (രണ്ടാം ലക്കം അല്ലെങ്കില്‍ നിങ്ങളുടെ താല്‍പര്യമനുസരിച്ച് അതിലും പുതിയ ലക്കം) വീണ്ടും വിതരണം ചെയ്യുകയോ മാറ്റം വരുത്തുകയോ ചെയ്യാം. ഫ്രീ സോഫ്റ്റ്‌വെയര്‍ ഫൌണ്ടേഷന്‍ ആണ് ഈ ലൈസന്‍സ് പ്രസിദ്ധീകരിച്ചിട്ടുള്ളത്. വളരെ ഫലപ്രദമായ പ്രോഗ്രാം എന്ന പ്രതീക്ഷയിലാകുന്നു ഇത് വിതരണം ചെയ്തത്. ഇതിന് വാറന്റി ലഭ്യമല്ല. കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ഗ്നു ജനറല്‍ പബ്ളിക് ലൈസന്‍സ് കാണുക. ഈ പ്രോഗ്രാമിനൊപ്പം നിങ്ങള്‍ക്ക് ഗ്നു ജനറല്‍ പബ്ളിക് ലൈസന്‍സിന്റെ ഒരു പകര്‍പ്പും ലഭിച്ചിരിക്കണം, ഇല്ലായെങ്കില്‍, ‌താഴെ പറയുന്ന മേല്‍വിലാസത്തിലേക്ക് എഴുതുക: Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.

source: s|y|yes
ca: e|s|si|sí
it: s|y|si
mr: s|y|होय
nl: s|j|ja
pt: s|y|sim
sk: o|a|áno
sv: s|j|ja
ta: s|y|ஆம்
tr: g|e|evet
uk: s|y|yes|а|т|так

source: q|n|no
ca: t|n|no
it: e|n|no
mr: q|n|नाही
nl: v|n|nee
pt: q|n|não
sk: u|n|nie
sv: a|n|nej
ta: q|n|இல்லை
tr: q|h|hayır
uk: q|n|no|в|н|ні

source: v
nl: b
sk: z
tr: d
uk: v|п

source: OS
ca: SO
nl: Besturingssysteem
pt: SO
tr: İşletim Sistemi
uk: ОС

source: Smolt
hi: स्मोल्ट

source: Fedora hardware profiler.
mai: Fedora हार्डवेयर प्रोफाइलर.

source: Errata Found!
mai: इरेटा भेटल!

source: No errata found, if this machine is having issues please go to
mai: कोनो इरेटा नहि भेटल, जँ ई मशीन समस्या ग्रस्त अछि तँ कृपया जाउ

source: your profile and create a wiki page for the device so others can
mai: आपका प्रोफाइल आओर युक्ति क' लेल विकि पृष्ठ बनाउ ताकि दोसर कए सकू

source: benefit
mai: लाभ
