Repository: MythTV/smolt
Catalog: smoon/locales/*/LC_MESSAGES/messages.po
Languages: as, ast, bn_in, ca, da, fr, gu, hi, hu, ja, kn, ml, mr, nl, or, pa, ta, te, tr

source: Number of CPUs
as: CPU-ৰ সংখ্যা
ast: Númberu de CPUs
bn_in: CPU-র সংখ্যা
ca: Número de processadors
da: Antal af processorer
fr: Nombre de processeurs
gu: CPUs ની સંખ્યા
hi: CPU की संख्या
hu: CPU-k száma
ja: CPU数 (論理コア)
kn: CPUಗಳ ಸಂಖ್ಯೆ
ml: സിപിയുകളുടെ എണ്ണം
mr: CPUs ची संख्या
nl: Aantal CPU's
or: CPU ସଂଖ୍ଯା
pa: CPU ਦੀ ਗਿਣਤੀ
ta: CPUsன் எண்ணிக்கை
te: CPUల సంఖ్య
tr: CPU Sayısı

source: CPU Vendor
as: CPU নিৰ্মাতা
ast: Fabricante de la CPU
bn_in: CPU বিক্রেতা
ca: Fabricant del processador
da: Processorproducent
fr: Fabricant du processeur
gu: CPU વેન્ડર
hi: CPU विक्रेता
hu: CPU eladó
ja: CPU ベンダー
kn: CPU ಒದಗಿಸಿದವರು
ml: സിപിയു വില്‍പനക്കാരന്‍
mr: CPU विक्रेता
nl: CPU verkoper
or: CPU ବିକ୍ରେତା
pa: CPU ਵਿਕਰੇਤਾ
ta: CPU விற்பனையாளர்
te: CPU అమ్మకందారి
tr: CPU Sağlayıcı

source: Form Factor
as: ফৰ্ম ফেক্টৰ
ast: Factor de Forma
bn_in: ফর্ম ফ্যাক্টর
ca: Format de placa mare
da: Formfaktor
fr: Type d'ordinateur
gu: ફોર્મ ફેક્ટર
hi: फॉर्म कारक
hu: Kialakítás
ja: フォームファクター
kn: ಫಾರ್ಮ್ ಅಂಶ
ml: ഫോം ഫാക്ടര്‍
mr: फार्म फॅक्टर
nl: Vormfactor
or: ଫର୍ମ ଗୁଣାଙ୍କ
pa: ਫੌਰਮ ਫੈਕਟਰ
ta: கூற்றிலிருந்து
te: ఫామ్ ఫాక్టర్
tr: Sınıfı

source: SELinux Enabled
ast: SELinux Habilitáu
ca: SELinix habilitat
da: SELinux aktiveret
fr: SELinux activé
hi: SELinux सक्रिय
hu: SELinux engedélyezett
ja: SELinux 有効
kn: SELinux ಶಕ್ತಗೊಂಡ
nl: SELinux aangezet
or: SELinux ସକ୍ରିୟ
pa: SELinux ਯੋਗ
ta: SELinux செயல்படுத்தப்பட்டது
te: SELinux చేతనపరచిన
tr: SELinux Aktif

source: SELinux Enforce
ast: SELinux Obediente
ca: Compliment de SELinux
da: SELinux gennemtving
fr: SELinux appliqué
hi: SELinux पुनर्बलित करें
hu: SELinux erőltet
ja: SELinux Engorfe
kn: SELinux ಒತ್ತಾಯಪೂರ್ವಕ
nl: SELinux afgedwingend
or: SELinux ଲାଗୁକରିବା
pa: SELinux ਮਜਬੂਰ
ta: SELinux வலியுறுத்தல்
te: SELinux బలవంతపు
tr: SELinux Uygulanabilirliği

source: SELinux Policy
as: SELinux নিয়মনীতি
ast: Política de SELinux
bn_in: SELinux নিয়মনীতি
ca: Política de SELinux
fr: Stratégie SELinux
gu: SELinux પોલિસી
hi: SELinux नीति
hu: SELinux szabály
ja: SELinux のポリシー
kn: SELinux ಪಾಲಿಸಿ
ml: SELinux പോളിസി
nl: SELinux tactiek
or: SELinux ନିତୀ
pa: SELinux ਪਾਲਿਸੀ
ta: SELinux பாலிசி
te: SELinux పాలసీ
tr: SELinux Politikası

source: Filesystems
as: নথিপত্ৰপ্ৰণালী
ast: Sistemes de ficheros
bn_in: ফাইল-সিস্টেম
ca: Sistemes de fitxers
da: Filsystemer
fr: Systèmes de fichiers
gu: ફાઇલસિસ્ટમો
hi: फ़ाइलसिस्टम
hu: Fájlrendszer
ja: ファイルシステム
kn: ಕಡತವ್ಯವಸ್ಥೆಗಳು
ml: ഫയല്‍സിസ്റ്റമുകള്‍
mr: फाइलप्रणाली
nl: Bestandssystemen
or: ଫାଇଲ ତନ୍ତ୍ରଗୁଡ଼ିକ
pa: ਫਾਇਲ-ਸਿਸਟਮ
ta: கோப்புகணினிகள்
te: దస్త్రవ్యవస్థలు
tr: Dosya Sistemleri

source: Filesystem size
as: নথিপত্ৰপ্ৰণালীৰ মাপ
ast: Tamañu del sistema de ficheros
bn_in: ফাইল-সিস্টেমের মাপ
ca: Mida dels sistemes de fitxers
da: Filsystemstørrelse
fr: Taille du système de fichier
gu: ફાઇલ સિસ્ટમ માપ
hi: फ़ाइलतंत्र आकार
hu: Fájlrendszer méret
ja: ファイルシステムのサイズ
kn: ಕಡತವ್ಯವಸ್ಥೆ ಗಾತ್ರ
ml: ഫയല്‍സിസ്റ്റം വ്യാപ്തി
mr: फाइलप्रणालीचा आकार
nl: Bestandssystemen grootte
or: ଫାଇଲ ତନ୍ତ୍ରଗୁଡ଼ିକର ଆକାର
pa: ਫਾਇਲ-ਸਿਸਟਮ ਅਕਾਰ
ta: கோப்புகணினி அளவு
te: దస్త్రవ్యవస్థ పరిమాణము
tr: Dosya Sistemi Boyutu

source: Myth Role
as: Myth ভূমিকা
ast: Rol de Myth
bn_in: Myth ভূমিকা
ca: Rol Myth
da: Myth-rolle
fr: Rôle de Myth
gu: Myth ભૂમિકા
hi: मिथक भूमिका
hu: Myth szerep
ja: Myth ロール
kn: ಕಾಲ್ಪನಿಕ ಪಾತ್ರ
ml: മിഥ് റോള്‍
mr: Myth रोल
nl: Myth rol
or: Myth ଭୂମିକା
pa: Myth ਰੋਲ
ta: Myth பங்கு
te: మైత్ రోల్
tr: Myth Rolü

source: Myth Remote
as: Myth দূৰবৰ্তী
ast: Myth Remotu
bn_in: Myth দূরবর্তী
ca: Myth remot
da: Myth-fjern
fr: Télécommande pour Myth
gu: Myth દૂરસ્થ
hi: मिथक रिमोट
hu: Myth távoli
ja: Myth リモート
kn: ಕಾಲ್ಪನಿಕ ರಿಮೋಟ್
ml: മിഥ് റിമോട്ട്
mr: Myth दूरस्थ
nl: Myth afstandbediening
or: Myth ସୁଦୂର
pa: Myth ਰਿਮੋਟ
ta: Myth தொலை
te: మైత్ రిమోట్
tr: Myth Naklen Yayın

source: Myth Theme
as: Myth-ৰ থিম
ast: Tema de Myth
bn_in: Myth-র থিম
ca: Tema de Myth
da: Myth-tema
fr: Thème de Myth
gu: Myth થીમ
hi: मिथक प्रसंग
hu: Myth téma
ja: Myth テーマ
kn: ಕಾಲ್ಪನಿಕ ಪರಿಸರವಿನ್ಯಾಸ
ml: മിഥ് പ്രമേയം
mr: Myth योजना
nl: Myth thema
or: Myth ପ୍ରସଙ୍ଗ
pa: Myth ਸਰੂਪ
ta: Myth தீம்
te: మైత్ థీమ్
tr: Myth Teması

source: Enter your profile UUID:
as: আপোনাৰ প্ৰোফাইল UUID লিখক:
ast: Ixerte la so UUID de perfil:
bn_in: আপনার প্রোফাইল UUID লিখুন:
ca: Introduïu l'UUID del vostre perfil:
da: Indtast din profil-uuid:
fr: Saisissez votre profil UUID :
gu: તમારી રૂપરેખા UUID ને દાખલ કરો:
hi: अपना प्रोफ़ाइल UUID दाखिल करें:
hu: Adja meg a profilja UUID-jét:
ja: プロフィール UUID の入力
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ UUID ಅನ್ನು ನಮೂದಿಸಿ:
ml: നിങ്ങളുടെ പ്രൊഫൈല്‍ UUID കാണുക:
mr: तुमचे प्रोफाइल UUID द्या:
nl: Vul je profiel UUID in:
or: ଆପଣଙ୍କର ସକ୍ଷିପ୍ତ ଚିତ୍ର UUID ଭରଣ କରନ୍ତୁ:
pa: ਆਪਣਾ ਪਰੋਫਾਈਲ UUID ਦਿਓ:
ta: உங்களது UUID விவரக்குறிப்பை உள்ளிடவும்:
te: మీ ప్రొఫైల్ UUID ప్రవేశపెట్టుము:
tr: Profilinizin UUID'sini Giriniz:

source: Statistics
as: পৰিসংখ্যান
ast: Estadístiques
bn_in: পরিসংখ্যান
ca: Estadístiques
da: Statistikker
fr: Statistiques
gu: પરિસ્થિતિઓ
hi: आंकड़े
hu: Statisztikák
ja: 統計情報
kn: ಅಂಕಿಅಂಶಗಳು
ml: സ്ഥിതിവിവരക്കണക്കുകള്‍
mr: आकडेवारी
nl: Statistieken
or: ପରିସଂଖ୍ଯାନ
pa: ਅੰਕੜੇ
ta: புள்ளிவிவரம்
te: గణాంకాలు
tr: İstatistikler

source: For detailed statistics about the devices in the database see <a href='/static/stats/stats.html'>/stats</a> or <a href='/static/stats/devices.html'>/devices</a>
as: তথ্যভঁৰালত উপস্থিত যন্ত্ৰসমূহ সম্পৰ্কে বিস্তাৰিত তথ্য জনাৰ বাবে <a href='/static/stats/stats.html'>/stats</a> অথবা <a href='/static/stats/devices.html'>/devices</a> চাওক
ast: Pa estadístiques detallaes tocante a los preseos na base de datos mira <a href='/static/stats/stats.html'>/stats</a> o <a href='/static/stats/devices.html'>/devices</a>
bn_in: ডাটাবেসের মধ্যে উপস্থিত ডিভাসইগুলি সম্পর্কে বিস্তারিত তথ্য জানার জন্য <a href='/static/stats/stats.html'>/stats</a> অথবা <a href='/static/stats/devices.html'>/devices</a> দেখুন
ca: Per a estadístiques detallades quant als dispositius de la base de dades dirigiu-vos a<a href='/static/stats/stats.html'>/stats</a> o a <a href='/static/stats/devices.html'>/devices</a>
da: For detaljerede statistikker over enhederne i databasen, se <a href='/static/stats/stats.html'>/statistikker</a> eller <a href='/static/stats/devices.html'>/enheder</a>
fr: Pour des statistiques détaillées au sujet des périphériques dans la base de données, voir <a href='/static/stats/stats.html'>/stats</a> ou <a href='/static/stats/devices.html'>/périphériques</a>
gu: ડેટાબેઝમાં ઉપકરણો વિશે વિગત થયેલ પરિસ્થિતિઓ માટે <a href='/static/stats/stats.html'>/stats</a> or <a href='/static/stats/devices.html'>/devices</a> ને જુઓ
hi: डेटाबेस में युक्ति के बारे में विस्तृत विवरण के लिए देखें <a href='/static/stats/stats.html'>/stats</a> या <a href='/static/stats/devices.html'>/devices</a>
hu: Részletes statisztika az eszközökről a <a href='/static/stats/stats.html'>/stats</a> vagy <a href='/static/stats/devices.html'>/devices</a> helyen található.
ja: データベース内のデバイスについての詳細は <a href='/static/stats/stats.html'>/stats</a> か <a href='/static/stats/devices.html'>/devices</a> を参照してください
kn: ದತ್ತಸಂಚಯದಲ್ಲಿನ ಸಾಧನಗಳ ಬಗೆಗಿನ ಅಂಕಿಅಂಶಗಳಿಗಾಗಿ <a href='/static/stats/stats.html'>/stats</a> ಅನ್ನು ಅಥವ <a href='/static/stats/devices.html'>/devices</a> ಅನ್ನು ನೋಡಿ
ml: ഡേറ്റാബെയിസിലുള്ള ഡിവൈസുകളുടെ വിശദമായ സ്ഥിതിവിവരക്കണക്കുകള്‍ക്കായി <a href='/static/stats/stats.html'>/stats</a> അല്ലെങ്കില്‍ <a href='/static/stats/devices.html'>/devices</a> കാണുക
mr: डाटाबेस मधील उपकरनांविषयी तपशील आकडेवारीकरीता <a href='/static/stats/stats.html'>/stats</a> किंवा <a href='/static/stats/devices.html'>/devices</a> पहा
nl: Voor gedetaillieerde statistieken over de apparaten in de database, kijk je naar <a href='/static/stats/stats.html'>/stats</a> of <a href='/static/stats/devices.html'>/devices</a>
or: ତଥ୍ୟାଧାରରେ ଉପକରଣଗୁଡ଼ିକର ବିସ୍ତୃତ ପରିସଂଖ୍ୟାନ ପାଇଁ <a href='/static/stats/stats.html'>/stats</a> ଅଥବା <a href='/static/stats/devices.html'>/devices</a> କୁ ଦେଖନ୍ତୁ
pa: ਡਾਟਾਬੇਸ ਵਿਚਲੇ ਜੰਤਰਾਂ ਬਾਰੇ ਵਧੇਰੇ ਅੰਕੜਿਆ ਲਈ <a href='/static/stats/stats.html'>/stats</a> ਜਾਂ <a href='/static/stats/devices.html'>/devices</a> ਵੇਖੋ
ta: அடித்தளத்திலுள்ள சாதனங்களைப் பற்றிய விவரவான புள்ளிவிவரங்களுக்கு பார்க்கவும் <a href='/static/stats/stats.html'>/stats</a> or <a href='/static/stats/devices.html'>/devices</a>
te: డాటాబేస్ నందలి పరికరాల గురించి విశదీకృత గణాంకాల కొరకు యిది చూడుము <a href='/static/stats/stats.html'>/stats</a> లేదా <a href='/static/stats/devices.html'>/devices</a>
tr: Veritabanındaki aygıtlar hakkında daha ayrıntılı istatistikler için <a href='/static/stats/stats.html'>/stats</a> veya <a href='/static/stats/devices.html'>/devices</a> bölümlerine bakınız.

source: Top Vendor Chart
as: শীৰ্ষ বিক্ৰেতাৰ ৰেখাচিত্ৰ
ast: Gráficu de Fabricantes Principales
bn_in: শীর্ষ বিক্রেতাদের রেখাচিত্র
ca: Fabricants principals
da: Diagram over topproducenter
fr: Graphique des vendeurs les plus populaires
gu: ઉપર વેન્ડર નક્ષો
hi: शीर्ष विक्रेता चार्ट
hu: Legnagyobb eladók
ja: トップベンダーのチャート
kn: ಮೇಲ್ಮಟ್ಟದ ಮಾರಾಟಗಾರರ ಪಟ್ಟಿ
ml: ഏറ്റവും കൂടിയ വിതരണക്കാരുടെ പട്ടിക
mr: टॉप विक्रेता चार्ट
nl: Hoofd-verkoper grafiek
or: ଶୀର୍ଷ ବିକ୍ରେତା ଚାର୍ଟ
pa: ਟਾਪ ਵਿਕਰੇਤਾ ਚਾਰਟ
ta: மேல் விற்பனையாளர் வரைபடம்
te: పై అమ్మకందారి చార్టు
tr: En Yaygın Sağlayıcı Grafiği

source: More info
as: অতিৰিক্ত তথ্য
ast: Más info
bn_in: অতিরিক্ত তথ্য
ca: Més informació
da: Mere information
fr: Plus d'informations
gu: વધારે જાણકારી
hi: अधिक सूचना
hu: További adatok
ja: 追加情報
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿ
ml: കൂടുതല്‍ വിവരങ്ങള്‍
mr: अधिक माहिती
nl: Meer informatie
or: ଅଧିକ ସୂଚନା
pa: ਵਧੇਰੇ ਜਾਣਕਾਰੀ
ta: கூடுதல் தகவல்
te: అధిక సమాచారము
tr: Daha fazla bilgi

source: <p>Browse and search the <a href='/wiki/'>Wiki</a> for detailed information about specific devices. Usage and other general answers can also be found at the <a href='/wiki/'>Wiki</a>.</p>
as: <p>সুনিৰ্দিষ্ট যন্ত্ৰ সম্পৰ্কে অধিক বিৱৰণৰ বাবে <a href='/wiki/'>Wiki< /a> চাওক । ব্যৱহাৰবিধি আৰু সাধাৰণ কিছু প্ৰশ্নৰ উত্তৰ <a href='/wiki/'>Wiki</a> ত পোৱা যাব ।</ p>
ast: <p>Restole y guete na <a href='/wiki/'>Wiki</a> la información detallada sobro ciertos preseos. L'usu xeneral y otres rempuestes tán na <a href='/wiki/'>Wiki</a>.</p>
bn_in: <p>সুনির্দিষ্ট ডিভাইস সম্পর্কে অধিক বিবরণের জন্য <a href='/wiki/'>Wiki</a> দেখুন। ব্যবহারবিধি ও সাধারণ কিছু প্রশ্নের উত্তর <a href='/wiki/'>Wiki</a>-এ পাওয়া যাবে।</p>
ca: <p>Navegueu i cerqueu en la <a href='/wiki/'>Wiki</a> per a informació detallada quant a dispositius concrets. La utilització i altres respostes generals també també pot estar disponible en la <a href='/wiki/'>Wiki</a>.</p>
da: <p>Kig og søg i <a href='/wiki/'>Wiki'en</a> for detaljeret information om specifikke enheder. Brug og andre normale svar kan også finde på <a href='/wiki/'>Wiki'en</a>.</p>
fr: <p>Pour de l'information détaillée au sujet de périphériques spécifiques, naviguez et cherchez dans le <a href='/wiki/'>Wiki</a>. L'usage et d'autres réponses générales peuvent également être trouvées sur le <a href='/wiki/'>Wiki</a>.</p>
gu: <p>ચોક્કસ ઉપકરણો વિશે વિગત થયેલ જાણકારી માટે <a href='/wiki/'>Wiki</a> ને બ્રાઉઝ કરો અને શોધો. વપરાશ અને બીજા સામાન્ય જવાબો <a href='/wiki/'>Wiki</a> પર પણ શોધી શકો છો.</p>
hi: <p><a href='/wiki/'>Wiki</a> को विस्तार से विशेष युक्ति के बारे में सूचना के लिए ब्राउज़ करें और खोजें. प्रयोग और दूसरे सामान्य उत्तर यहाँ पाए जा सकते हैं <a href='/wiki/'>Wiki</a>.</p>
hu: <p>Látogassa és keresse a <a href='/wiki/'>Wiki</a> lapjait adott eszközről szóló részletes ismeretekért. Használat és más általános válaszok szintén vannak a <a href='/wiki/'>Wiki</a>ben.</p>
ja: <p>特定のデバイスの詳細な情報を得るために <a href='/wiki/'>Wiki</a> を検索したい場合、汎用的な使用方法と他の一般的な答えは、<a href='/wiki/'>Wiki</a> にまとめてあります。</p>
kn: <p>ನಿಶ್ಚಿತ ಸಾಧನಗಳ ಬಗೆಗಿನ ವಿವರವಾದ ಮಾಹಿತಿಗಾಗಿ <a href='/wiki/'>ವಿಕಿ</a>ಯನ್ನು ಜಾಲಾಡಿ ಹಾಗು ಹುಡುಕಿ. ಬಳಕೆ ಹಾಗು ಇತರೆ ಸಾಮಾನ್ಯ ಮಾಹಿತಿಗಳೂ ಸಹ <a href='/wiki/'>ವಿಕಿ</a>ಯಲ್ಲಿ ಕಾಣಸಿಗುತ್ತವೆ.</p>
ml: <p>ചില പ്രത്യേക ഡിവൈസുകളെപ്പറ്റിയുള്ള വിവരങ്ങള്‍ക്കായി <a href='/wiki/'>വിക്കി</a> തെരയുക. ഉപയോഗിക്കേണ്ട വിധവും സാധാരണയുള്ള ചോദ്യങ്ങളുടെ ഉത്തരവും <a href='/wiki/'>വിക്കിയില്‍</a> ലഭ്യമാണു്.</p>
mr: <p>ठराविक उपकरनविषयी <a href='/wiki/'>Wiki</a> चाळा व शोधा. वारणी व इतर सर्वसाधारण उत्तर <a href='/wiki/'>विकी</a> येथे आढळतील.</p>
nl: <p>Voor gedetaillieerde informatie over specifiek apparaten kijk je naar de <a href='/wiki/'>Wiki</a>. Gebruik en andere algemene antwoorden kunnen daarop ook gevonden worden.</p>
or: ନିର୍ଦ୍ଦିଷ୍ଟ ଉପକରଣଗୁଡ଼ିକ ବିଷୟରେ ବିସ୍ତୃତ ସୂଚନା ପାଇଁ <p><a href='/wiki/'>Wiki କୁ ବ୍ରାଉଜ କରନ୍ତୁ ଏବଂ ସନ୍ଧାନ କରନ୍ତୁ</a>। ବ୍ୟବହାର ବିଧି ଏବଂ ଅନ୍ୟାନ୍ୟ ସାଧାରଣ ଉତ୍ତରଗୁଡ଼ିକ ମଧ୍ଯ <a href='/wiki/'>Wiki ରେ ମିଳିପାରିବ</a>.</p>
pa: ਖਾਸ ਜੰਤਰਾਂ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ <p><a href='/wiki/'>ਵਿੱਕੀ</a> ਵੇਖੋ ਅਤੇ ਖੋਜੋ। ਵਰਤੋਂ ਅਤੇ ਹੋਰ ਆਮ ਜਵਾਬ <a href='/wiki/'>Wiki</a> ਤੇ ਲੱਭੇ ਜਾ ਸਕਦੇ ਹਨ।</p>
ta: <p>Browse and search the <a href='/wiki/'>Wiki</a> சிறப்பான சாதனங்கள் பற்றிய விவரமான தகவல்களுக்கு. பயன்பாடு மற்றும் பொதுவான பதில்களும் கூட இங்கே காணப்படும்<a href='/wiki/'>Wiki</a>.</p>
te: <p>ఫలానా పరికరముల గురించిన విశదీకృత సమాచారము కొరకు <a href='/wiki/'>Wiki</a> బ్రౌజ్ చేయుము మరియు శోధించుము. వినియోగము మరియు యితర సాధారణ సమాధానములు <a href='/wiki/'>Wiki</a> వద్ద దొరక గలవు.</p>
tr: <p>Özel aygıtlar hakkında daha ayrıntılı bilgi için <a href='/wiki/'>Wiki</a>'ye bakın. Ayrıca kullanım ve diğer genel çözümler de <a href='/wiki/'>Wiki</a> adresinde bulunabilir.</p>

source: Platform
as: মঞ্চ
ast: Plataforma
bn_in: প্ল্যাটফর্ম
ca: Plataforma
fr: Plate-forme
gu: પ્લેટફોર્મ
hi: प्लेटफॉर्म
ja: プラットフォーム
kn: ಪ್ಲಾಟ್‌ಫಾರ್ಮ್
ml: പ്ലാറ്റ്ഫോം
mr: प्लॅटफॉर्म
or: ପ୍ଲାଟଫର୍ମ
pa: ਪਲੇਟਫਾਰਮ
ta: தளம்
te: ప్లాట్‌ఫాం
tr: Mimari

source: Arch
as: স্থাপত্য
ast: Arquitectura
bn_in: আর্কিটেকচার
ca: Arquitectura
da: Arkitektur
fr: Architecture
gu: આર્કીટેક્ચર
ja: アーキテクチャー
kn: ಕಮಾನು
ml: ആര്‍ക്ക്
nl: Architectuur
pa: ਢਾਂਚਾ
ta: ஆர்ச்
te: ఆర్చు
tr: İşlemci Mimarisi

source: RAM
tr: Hafıza

source: Bogomips
hi: बोगोमिप्स
ja: Bogomips値
te: బోగోమిప్సు

source: CPU
ca: Processador
da: Processor
fr: Processeur
ml: സിപിയു
