Repository: MythTV/smolt
Catalog: smoon/locales/*/LC_MESSAGES/messages.po
Languages: as, ast, bn_in, ca, da, fr, gu, hi, hu, ja, kn, ml, mr, nl, or, pa, ta, te, tr

source: The credentials you supplied were not correct or did not grant access to this resource.
as: আপোনাৰ উল্লিখিত পৰিচয়ৰ তথ্য সঠিক নহয় অথবা এই সম্পদ ব্যৱহাৰৰ অধিকাৰ প্ৰদানৰ বাবে প্ৰযোজ্য নহয় ।
ast: Les credenciales que dio nun yeren correutes o nun tienes accesu a esti recursu.
bn_in: আপনার উল্লিখিত পরিচিতির তথ্য সঠিক নয় অথবা এই রিসোর্সটি ব্যবহারের অধিকার প্রদানের জন্য প্রযোজ্য নয়।
ca: Les credencials que vàreu proporcionar no són correctes o bé no garanteixen l'accés a aquest recurs.
da: De akkreditiver du angav var ikke rigtige eller gav ikke adgang til denne resource.
fr: Les informations d'identification que vous avez fournies ne sont pas correctes ou ne donnent pas accès à cette ressource.
gu: શ્રેયો જે પૂરા પાડેલ છે તે યોગ્ય નથી અથવા આ સ્ત્રોતનાં પ્રવેશને સંમતિ ન હતી.
hi: जो प्रमाण आपने दिया था वह सही नहीं था या इस संसाधन में पहुँच नहीं देता था.
hu: A bemutatott igazolvány nem jó, vagy nem jogosít fel az erőforrás elérésére.
ja: 提供された証明書が正しくないか、このリソースにアクセスする権限がありません。
kn: ನೀವು ಒದಗಿಸಿದ ವಿಶ್ವಾಸಾರ್ಹತೆಯು ಸಮರ್ಪವಾಗಿಲ್ಲ ಅಥವ ಈ ಸಂಪನ್ಮೂಲವನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಅನುಮತಿಯನ್ನು ನೀಡಲಾಗಿಲ್ಲ.
ml: ഈ നല്‍കിയ അനുമതികള്‍ ശരിയല്ല. ഈ റിസോഴ്സിലേക്കുള്ള പ്രവേശനം ലഭ്യമല്ല.
mr: तुम्ही पुरवलेले श्रेय योग्य नव्हते किंवा या स्रोत करीता प्रवेश प्रदान केले नाही.
nl: De legitimatie die je hebt opgegeven heeft is onjuist of geeft geen toegang tot deze hulpbron.
or: ଆପଣ ଦ୍ୱାରା ପ୍ରଦତ୍ତ ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକ ଠିକ ନୁହଁ ଅଥବା ଏହି ଉତ୍ସ ପ୍ରତି ଅବିଗମ୍ୟତା ପ୍ରଦାନ କରିନଥାଏ।
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਜੋ ਤੁਸੀਂ ਦਿੱਤੀ ਹੈ ਸਹੀ ਨਹੀਂ ਹੈ ਜਾਂ ਇਸ ਸਰੋਤ ਨੂੰ ਪਹੁੰਚ ਮਨਜੂਰ ਨਹੀਂ ਕਰਦੀ।
ta: நீங்கள் கொடுத்த அந்த சாட்சி பத்திரங்கள் சரியானது இல்லை அல்லது இந்த வாய்ப்பை அணுக அதற்கு அனுமதி இல்லை.
te: మీరు అందించిన ఆనవాళ్ళు సరైనవి కావు లేదా ఈ వనరునకు యాక్సెస్ సమకూర్చ బడలేదు.
tr: Sağladığınız kimlik bilgileri doğru değil veya bu kaynağa erişim izni verilmedi.

source: You must provide your credentials before accessing this resource.
as: এই সম্পদ ব্যৱহাৰৰ পূৰ্বে আপোনাৰ পৰিচয় সম্বন্ধীয় তথ্য উল্লেখ কৰা আৱশ্যক ।
ast: Tien de fornir les sos credenciales enantes d'acceder a esti recursu.
bn_in: এই রিসোর্স ব্যবহারের পূর্বে আপনার পরিচয় সম্বন্ধীয় তথ্য উল্লেখ করা আবশ্যক।
ca: Abans d'accedir a aquest recurs, primer heu de proporcionar les vostres credencials.
da: Du skal angive dine akkreditiver før du kan få adgang til denne resource.
fr: Vous devez fournir vos informations d'identification avant d'accéder à cette ressource.
gu: આ સ્ત્રોતને પ્રવેશ કરી રહ્યા હોય તે પહેલાં તમારે તમારાં શ્રેયો પૂરા પાડવા જ જોઇએ.
hi: इस संसाधन की पहुँच के पहले आपको जरूर प्रमाण देना चाहिए.
hu: Igazolnia kell magát, hogy hozzáférhessen az erőforráshoz.
ja: このリソースにアクセスする前にあなたの証明書を提供しなければなりません。
kn: ಈ ಸಂಪನ್ಮೂಲವನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳುವ ಮೊದಲು ನೀವು ನಿಮ್ಮ ವಿಶ್ವಾಸಾರ್ಹತೆಯನ್ನು ಒದಗಿಸಬೇಕು.
ml: ഈ റിസോഴ്സ് ഉപയോഗിക്കുന്നതിനു് മുമ്പു് നിങ്ങളുടെ അനുമതികള്‍ നല്‍കേണ്ടതുണ്ടു്.
mr: या स्रोतकरीता प्रवेश प्राप्त करण्यापूर्वी तुम्ही श्रेय पुरवले पाहिजे.
nl: Je moet je legitimatie opgeven voordat je deze hulpbron kunt gebruiken
or: ଏହି ଉତ୍ସକୁ ଅଭିଗମ୍ୟ କରିବା ପୂର୍ବରୁ ଆପଣଙ୍କୁ ଆପଣଙ୍କର ପ୍ରମାଣପତ୍ର ପ୍ରଦାନ କରିବାକୁ ହେବ।
pa: ਤੁਹਾਨੂੰ ਇਹ ਸਰੋਤ ਵਰਤਣ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੀ ਪ੍ਰਮਾਣਿਕਤਾ ਦੇਣੀ ਪਵੇਗੀ।
ta: இந்த வாய்ப்பினை அணுகுவதற்கு முன்பே உங்களது சாட்சி பத்திரங்களை நீங்கள் தர வேண்டும்.
te: ఈ వనరును వినియోగించుటకు ముందుగా మీరు మీ ఆనవాళ్ళను తప్పక అందించాలి.
tr: Bu kaynağa erişmeden önce kimlik bilgilerinizi vermeniz gerekmektedir.

source: Please log in.
as: অনুগ্ৰহ কৰি প্ৰৱেশ কৰক ।
ast: Por favor, ingrese.
bn_in: অনুগ্রহ করে লগ-ইন করুন।
ca: Inicieu una sessió.
da: Log venligst ind.
fr: Veuillez vous connectez.
gu: મહેરબાની કરીને પ્રવેશો.
hi: कृपया लॉगिन करें.
hu: Kérem jelentkezzék be.
ja: ログインしてください。
kn: ದಯವಿಟ್ಟು ಪ್ರವೇಶಿಸಿ.
ml: ദയവായി ലോഗിന്‍ ചെയ്യുക.
mr: कृपया प्रवेश करा.
nl: Log in a.u.b.
or: ଦୟାକରି ଲଗଇନ କରନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਲਾਗਇਨ ਕਰੋ।
ta: உட்புகவும்.
te: దయచేసి లాగిన్ అవ్వుము.
tr: Lütfen giriş yapın.

source: Devices by class ${type}
as: ${type} শ্ৰেণী অনুযায়ী যন্ত্ৰ
ast: Preseos per triba ${type}
bn_in: ${type} শ্রেণী অনুযায়ী ডিভাইস
ca: Dispositiu per classe ${type}
da: Enheder efter klasse ${type}
fr: Périphériques par classe ${type}
gu: વર્ગ ${type} દ્દારા ઉપકરણો
hi: वर्ग ${type} से युक्ति
hu: Eszközök ${type} osztályozás szerint
ja: ${type} クラスのデバイス
kn: ವರ್ಗ ${type} ಕ್ಕೆ ಆಧರಿತವಾದ ಸಾಧನಗಳು
ml: class ${type} അനുസരിച്ചുള്ള ഡിവൈസുകള്‍
mr: वर्ग ${type} प्रमाणे उपकरन
nl: Aparaten volgens klasse ${type}
or: ${type}ଶ୍ରେଣୀ ଅନୁଯାୟୀ ଉପକରଣଗୁଡ଼ିକ
pa: class ${type} ਦੁਆਰਾ ਜੰਤਰ
ta: வகுப்பின் படி சாதனம் ${type}
te: క్లాస్ ${type} బట్టి పరికరములు
tr: ${type} sınıfına göre aygıtlar

source: Total Count
as: সৰ্বমুঠ সংখ্যা
ast: Cantidá Total
bn_in: সর্বমোট সংখ্যা
ca: Quantitat total
da: Samlet antal
fr: Décompte total
gu: કુલ ગણતરી
hi: कुल गिनती
hu: Teljes számGenerated-By: Babel 0.9.1
ja: 合計数
kn: ಒಟ್ಟು ಲೆಕ್ಕ
ml: മൊത്തം എണ്ണം
mr: एकूण प्रमाण
nl: Totale telling
or: ସମୁଦାୟ ଗଣନା
pa: ਕੁੱਲ ਗਿਣਤੀ
ta: மொத்த எண்ணிக்கை
te: మొత్తము లెక్క
tr: Toplam Sayım

source: % hosts detected ${type}
ast: % hosts detectaos ${type}
ca: % hosts ${type} detectats
da: %ho værter fundet ${type}
fr: % hotes détectés ${type}
hu: % hogazdában van ${type}
ja: % のホストを検出 ${type}
mr: % hosts आढळले ${type}
nl: % hosts gevonden ${type}
te: % hosts గుర్తించబడినవి ${type}
tr: % hosts saptandı ${type}

source: Vendors
as: বিক্ৰেতা
ast: Fabricantes
bn_in: বিক্রেতা
ca: Fabricants
da: Producenter
fr: Vendeurs
gu: વેન્ડરો
hi: विक्रेता
hu: Eladók
ja: ベンダー
kn: ಮಾರಾಟಗಾರರು
ml: വിതരണക്കാര്‍
mr: विक्रेता
nl: Verkopers
or: ବିକ୍ରେତାମାନେ
pa: ਵਿਕਰੇਤਾ
ta: விற்பனையாளர்கள்
te: అమ్మకందారులు
tr: Sağlayıcılar

source: Devices
as: যন্ত্ৰ
ast: Preseos
bn_in: ডিভাইস
ca: Dispositius
da: Enheder
fr: Périphériques
gu: ઉપકરણો
hi: औज़ार
hu: Eszközök
ja: デバイス
kn: ಸಾಧನಗಳು
ml: ഡിവൈസുകള്‍
mr: उपकरने
nl: Apparaten
or: ଯନ୍ତ୍ର
pa: ਜੰਤਰ
ta: சாதனங்கள்
te: పరికరములు
tr: Aygıtlar

source: Device
as: যন্ত্ৰ:
ast: Preséu
bn_in: ডিভাইস
ca: Dispositiu
da: Enhed
fr: Périphérique
gu: ઉપકરણ
hi: युक्ति
hu: Eszköz
ja: デバイス
kn: ಸಾಧನ
ml: ഡിവൈസ്
mr: उपकरन
nl: Apparaat
or: ଉପକରଣ
pa: ਜੰਤਰ
ta: சாதனம்
te: పరికరము
tr: Aygıt

source: Bus
as: বাচ
bn_in: বাস
gu: બસ
hi: बस
hu: Busz
ja: バス
kn: ಬಸ್
ml: ബസ്
mr: बस
or: ବସ
pa: ਬੱਸ
ta: பஸ்
te: బస్
tr: Veri Yolu

source: Driver
as: চালক
ast: Controlador
bn_in: ড্রাইভার
ca: Controlador
fr: Pilote
gu: ડ્રાઇવર
hi: ड्राइवर
hu: Vezérlő
ja: ドライバー
kn: ಚಾಲಕ
ml: ഡ്രൈവര്‍
mr: ड्राइव्हर
or: ଚାଳକ
pa: ਡਰਾਈਵਰ
ta: இயக்கி
te: డ్రైవర్
tr: Sürücü

source: Vendor
as: নিৰ্মাতা
ast: Fabricante
bn_in: বিক্রেতা
ca: Fabricant
da: Producent
fr: Vendeur
gu: વેન્ડર
hi: विक्रेता
hu: Eladó
ja: ベンダー
kn: ಒದಗಿಸಿದವರು
ml: വിതരണക്കാരന്‍
mr: विक्रेता
nl: Verkoper
or: ଭେଣ୍ଡର
pa: ਵਿਕਰੇਤਾ
ta: விற்பனையாளர்
te: అమ్మకందారి
tr: Sağlayıcı

source: Sub Vendor
as: উপ বিক্ৰেতা
ast: Sub Fabricante
bn_in: উপ বিক্রেতা
ca: Sub fabricant
da: Underproducent
fr: Sous vendeur
gu: ઉપ વેન્ડર
hi: उप विक्रेता
hu: Rész eladó
ja: サブベンダー
kn: ಉಪ ಮಾರಾಟಗಾರ
ml: ഉപ വിതരണക്കാരന്‍
mr: उप विक्रेता
nl: Sub-verkoper
or: ଉପ ବିକ୍ରେତା
pa: ਸਬ ਵਿਕਰੇਤਾ
ta: துணை விற்பனையாளர்
te: ఉప అమ్మకందారి
tr: Alt Sağlayıcı

source: Sub Device
as: উপযন্ত্ৰ
ast: Sub Preséu
bn_in: সাব-ডিভাইস
ca: Sub dispositiu
da: Underenhed
fr: Sous périphérique
gu: ઉપ ઉપકરણ
hi: उप युक्ति
hu: Rész eszköz
ja: サブデバイス
kn: ಉಪ ಸಾಧನ
ml: സബ് ഡിവൈസ്
mr: उप साधन
nl: Sub-apparaat
or: ଉପ ସାଧନ
pa: ਸਬ ਜੰਤਰ
ta: துணைச் சாதனம்
te: ఉప పరికరము
tr: Alt Aygıt

source: Date Added
as: সংযোজনৰ দিন
ast: Data d'amestadura
bn_in: সংযোজনের তারিখ
ca: Data afegit
da: Tilføjelsesdato
fr: Date d'ajout
gu: માહિતી ઉમેરાયેલ
hi: दिनांक जोड़ा गया
hu: Felvétel dátuma
ja: 日付を追加しました
kn: ಸೇರಿಸಲಾದ ದಿನಾಂಕ
ml: ചേര്‍ത്ത തീയതി
mr: समाविष्टीत दिनांक
nl: Datum van toevoeging
or: ତାରିଖ ମିଶା ହୋଇଛି/ ୟୋଡା ୟାଇଛି
pa: ਮਿਤੀ ਸ਼ਾਮਿਲ
ta: தேதி சேர்க்கப்பட்டது
te: తేది జతచేయబడింది
tr: Tarihinde Eklendi

source: % tot hosts
as: % সৰবমুঠ গৃহস্থ
ast: % tot equipos
ca: % equips totals
da: % tot-værter
fr: % total hôtes
hu: % tominden gazda
ja: 総ホストの割合
kn: ಒಟ್ಟು % ಅತಿಥೇಯಗಳು
nl: $ tot hosten
or: % tot ଆଧାରଗୁଡ଼ିକ
pa: % tot ਹੋਸਟ
ta: % டாட் புரவலர்கள்
tr: Konakçıların % Toplamı

source: Total Registered Devices
as: সৰ্বমুঠ নিবন্ধিত যন্ত্ৰ
ast: Total de Preseos Rexistraos
bn_in: সর্বমোট নিবন্ধিত ডিভাইস
ca: Dispositius totals registrats
da: Registrerede enheder ialt
fr: Nombre total de périphériques inscrits
gu: કુલ રજીસ્ટર થયેલ ઉપકરણો
hi: कुल पंजीकृत युक्ति
hu: Minden jegyzett eszköz
ja: 総登録デバイス数
kn: ನೋಂದಾಯಿಸಲಾದ ಒಟ್ಟು ಸಾಧನಗಳು
ml: മൊത്തം രജിസ്ടര്‍ ചെയ്ത ഡിവൈസുകള്‍
mr: एकूण पंजीकृत उपकरने
nl: Totaal geregistreerde apparaten
or: ସମୁଦାୟ ପଞ୍ଜିକୃତ ଉପକରଣଗୁଡ଼ିକ
pa: ਕੁੱਲ ਰਜਿਸਟਰ ਜੰਤਰ
ta: மொத்த பதிவுசெய்யப்பட்ட சாதனங்கள்
te: మొత్తము నమోదైన పరికరములు
tr: Toplam Kayıtlı Aygıtlar

source: Unique Devices
as: স্বতন্ত্ৰ যন্ত্ৰ
ast: Preseos Únicos
bn_in: স্বতন্ত্র ডিভাইস
ca: Dispositius únics
da: Unikke enheder
fr: Périphériques uniques
gu: અનન્ય ઉપકરણો
hi: बेजोड़ युक्ति
hu: Egyedi eszközök
ja: ユニークデバイス
kn: ವಿಶಿಷ್ಟವಾದ ಸಾಧನಗಳು
ml: ഏക ഡിവൈസുകള്‍
mr: एकमेव उपकरने
nl: Unieke apparaten
or: ଅନନ୍ୟ ଉପକରଣଗୁଡ଼ିକ
pa: ਵੱਖਰੇ ਜੰਤਰ
ta: யுனிக் சாதனங்கள்
te: యునిక్ పరికరములు
tr: Benzersiz Aygıtlar

source: Raw Devices
as: Raw যন্ত্ৰ
ast: Preseos Crudos
bn_in: Raw ডিভাইস
ca: Dispositius crus
da: Råenheder
fr: Périphériques bruts
gu: રો ઉપકરણો
hi: कच्ची युक्ति
hu: Nyers eszközök
ja: RAWデバイス
kn: ಕಚ್ಛಾ ಸಾಧನಗಳು
ml: റോ ഡിവൈസുകള്‍
mr: वास्तविक उपकरने
nl: Ruwe apparaten
or: ଅପରିପକ୍ୱ ଉପକରଣଗୁଡ଼ିକ
pa: ਵਾਧੂ ਜੰਤਰ
ta: புதிய சாதனங்கள்
te: ముడి పరికరములు
tr: Ham Aygıtlar

source: Machines / Device
as: মেশিন / যন্ত্ৰ
ast: Máquines / Preséu
bn_in: মেশিন / ডিভাইস
ca: Ordinadors / dispositius
da: Maskiner / Enhed
fr: Machines / Périphérique
gu: મશીન / ઉપકરણ
hi: मशीन / युक्ति
hu: Gépek / eszközök
ja: マシン / デバイス
kn: ಗಣಕಗಳು / ಸಾಧನ
ml: മഷീനുകള്‍ / ഡിവൈസ്
mr: मशीन्स् / उपकरन
nl: Machine / Apparaat
or: ଯନ୍ତ୍ର / ଉପକରଣଗୁଡ଼ିକ
pa: ਮਸ਼ੀਨਾਂ / ਜੰਤਰ
ta: இய்யந்திரங்கள் / சாதனம்
te: మిషన్లు / పరికరము
tr: Makineler / Aygıt

source: Classes
as: শ্ৰেণী
ast: Clases
bn_in: শ্রেণী
da: Klasser
gu: વર્ગો
hi: वर्ग
hu: Osztályok
ja: クラス
kn: ವರ್ಗಗಳು
ml: ക്ലാസ്സുകള്‍
mr: वर्ग
nl: Klasses
or: ଶ୍ରେଣୀଗୁଡ଼ିକ
pa: ਸ਼੍ਰੇਣੀਆਂ
ta: வகுப்புகள்
te: క్లాసులు
tr: Sınıflar

source: Lookup
as: অনুসন্ধান
ast: Gueta
bn_in: অনুসন্ধান
ca: Cercar
da: Opslag
fr: Chercher
gu: જુઓ
hi: देखें
hu: Keresés
ja: 検索
kn: ಲುಕ್ಅಪ್
ml: തെരയുക
mr: लुकअप
nl: Opzoeken
or: ସନ୍ଧାନ କରନ୍ତୁ
pa: ਲੁੱਕਅੱਪ
ta: மேலே பார்
te: లుకప్
tr: Arama

source: Dataset
as: তথ্যৰগোট
ast: Conxuntu de datos
bn_in: ডাটা-সেট
ca: Conjunt de dades
da: Datasæt
fr: Série de données
gu: ડેટાસેટ
hi: डेटासेट
hu: Adat
ja: データセット
kn: ದತ್ತಾಂಶಗಳು
ml: ഡേറ്റാസെറ്റ്
mr: डाटासेट
nl: Dataverzameling
or: ତଥ୍ୟ ସେଟ
pa: ਡਾਟਾਸੈੱਟ
ta: தரவு அமைப்பு
te: దత్తాంశసమితి
tr: Veri Seti

source: Result Set
as: ফলাফলৰ সংকলন
ast: Conxuntu de Resultaos
bn_in: ফলাফলের সংকলন
ca: Conjunt de resultats
da: Resultatsæt
fr: Résultats
gu: પરિણામ સમૂહ
hi: परिणाम सेट
hu: Eredmény
ja: 検索セット
kn: ಫಲಿತಾಂಶಗಳು
ml: ഫലങ്ങളുടെ സെറ്റ്
mr: परिणाम संच
nl: Gegevensverzameling
or: ଫଳାଫଳ ସେଟ ହୋଇଛି
pa: ਨਤੀਜਾ ਸੈੱਟ
ta: முடிவை அமை
te: ఫలిత సమితి
tr: Sonuç Durumu

source: Show Box
as: বক্স প্ৰদৰ্শন
ast: Amosar Caxa
bn_in: বক্স প্রদর্শন
ca: Mostra el quadre
da: Vis boks
fr: Affiche les informations liées à l'UUID
gu: બોક્સને બતાવો
hi: बक्सा दिखाएँ
hu: Kirakat
ja: ショーボックス
kn: ಚೌಕವನ್ನು ತೋರಿಸು
ml: പെട്ടി കാണിക്കുക
mr: शो बॉक्स्
nl: Resultaten veld
or: ବାକ୍ସ ଦର୍ଶାନ୍ତୁ
pa: ਬਾਕਸ ਵੇਖਾਓ
ta: காட்சிப் பெட்டி
te: చూపరి పెట్టె
tr: Sonuç Kutusu

source: I don't use this or I don't know
as: মই ইয়াক ব্যৱহাৰ নকৰোঁ বা মই নাজানো
ast: Nun lu uso o nun sé
bn_in: আমি এটি ব্যবহার করি না অথবা আমি জানি না
ca: No se si ho utilitzo o ho desconec
da: Jeg bruger ikke denne eller jeg ved det ikke
fr: Je n'utilise pas ceci ou je ne sais pas
gu: હું આને વાપરતો નથી અથવા હું જાણતો નથી
hi: मैं इसे प्रयोग नहीं करता हूँ या मैं नहीं जानता हूँ
hu: Nem használom, vagy nem tudom
ja: これを使っていない、もしくは知らない
kn: ನಾನು ಇದನ್ನು ಬಳಸುವುದಿಲ್ಲ ಅಥವ ನನಗೆ ತಿಳಿದಿಲ್ಲ
ml: ഉപയോഗിക്കുന്നില്ല അല്ലെങ്കില്‍ അറിയില്ല
mr: मी हे वापरत नाही किंवा मला माहीत नाही
nl: Ik gebruik dit niet of ik weet het niet
or: ମୁଁ ଏହାକୁ ବ୍ୟବହାର କରିନଥାଏ ଅଥବା ମୁଁ ଜାଣିନାହିଁ
pa: ਮੈਂ ਇਸਨੂੰ ਨਹੀਂ ਵਰਤਦਾ ਜਾਂ ਮੈਂ ਨਹੀਂ ਜਾਣਦਾ
ta: எனக்கு இதை பயன்படுத்த தெரியாது அல்லது எனக்கு தெரியாது
te: నేను దీనిని వుపయోగించను లేదా నాకు తెలియదు
tr: Bunu kullanmıyorum ya da bilmiyorum

source: Breaks System
as: প্ৰণালী ক্ষতিগ্ৰস্ত কৰে
ast: Ruempe'l Sistema
bn_in: সিস্টেম ক্ষতিগ্রস্ত করে
ca: Malmet el sistema
da: Ødelægger system
fr: Casse le système
gu: સિસ્ટમ તૂટે છે
hi: ब्रेक तंत्र
hu: Összedönti a rendszert
ja: システムに悪影響を及ぼす
kn: ವ್ಯವಸ್ಥೆಯನ್ನು ಹಾಳುಗೆಡುವುತ್ತದೆ
ml: സിസ്റ്റം തകരാറിലാക്കുന്നു
mr: प्रणाली खंडीत करते
nl: Maakt systeem kapot
or: ତନ୍ତ୍ରକୁ ଭାଙ୍ଗିଥାଏ
pa: ਸਿਸਟਮ ਬਰੇਕ ਕਰਦਾ ਹੈ
ta: உடைக்கப்படும் கணினி
te: బ్రేక్సు సిస్టమ్
tr: Sistemi Çökertiyor

source: Doesn't Work
as: কাৰ্যকৰী নহয়
ast: Nun Furrula
bn_in: কার্যকরী নয়
ca: No funciona
da: Virker ikke
fr: Ne fonctionne pas
gu: કામ કરતો નથી
hi: काम नहीं करता है
hu: Nem működik
ja: 動作しない
kn: ಕೆಲಸ ಮಾಡುವುದಿಲ್ಲ
ml: പ്രവര്‍ത്തിക്കുന്നില്ല
mr: काम करत नाही
nl: Werkt niet
or: କାର୍ଯ୍ୟ କରିନଥାଏ
pa: ਕੰਮ ਨਹੀਂ ਕਰਦਾ
ta: பணி புரியவில்லை
te: పనిచేయుటలేదు
tr: Çalışmıyor

source: Requires 3rd Party Drivers
as: স্বতন্ত্ৰ চালকৰ উপস্থিতি প্ৰয়োজন
ast: Requier Controladores de Terceros
bn_in: স্বতন্ত্র ড্রাইভারের উপস্থিতি প্রয়োজন
ca: Necessita controladors de tercers
da: Kræver 3. parts drivere
fr: Nécessite des pilotes d'une tierce partie
gu: ત્રીજી પાર્ટી ડ્રાઇવરોની જરૂર છે
hi: 3रे पक्ष ड्राइवर की जरूरत है
hu: Külsős vezérlőket igényel
ja: サードパーティーのドライバーが必要
kn: 3rd ಪಾರ್ಟಿ ಚಾಲಕಗಳ ಅಗತ್ಯವಿರುತ್ತದೆ
ml: തേര്‍ഡ് പാര്‍ട്ടി ഡ്രൈവറുകള്‍ ആവശ്യമുണ്ടു്
mr: 3rd पक्षीय ड्राइव्हर्स्ची आवश्यकता आहे
nl: Heeft driver van derden nodig
or: ତୃତୀୟ ପକ୍ଷ ଡ୍ରାଇଭରଗୁଡ଼ିକୁ ଆବଶ୍ୟକ କରିଥାଏ
pa: ਤੀਜੀ ਪਾਰਟੀ ਡਰਾਈਵਰ
ta: 3வது பார்ட்டி இயக்கிகள் தேவைப்படுகிறது
te: 3rd పార్టీ డ్రైవర్లు అవసరము
tr: Üçüncü Parti Sürücü Gerektiriyor

source: Works, but required additional configuration
as: সক্ষম, কিছু অতিৰিক্ত বিন্যাস প্ৰয়োজন
ast: Furrula, pero necesítase configuración adicional
bn_in: সক্ষম, কিছু অতিরিক্ত কনফিগারেশন প্রয়োজন
ca: Funciona, però necessita configuració addicional
da: Virker, men kræver ekstra opsætning
fr: Fonctionne mais nécessite une configuration additionnelle
gu: કામ કરે છે, પરંતુ જરૂરી વધારાના રૂપરેખાંકન
hi: कार्य करता है, लेकिन अतिरिक्त विन्यास जरूरी है
hu: Működik, de további beállítást igényel
ja: 動作するが、追加設定が必要
kn: ಕೆಲಸ ಮಾಡುತ್ತದೆ, ಆದರೆ ಹೆಚ್ಸಿನ ಸಂರಚನೆಯ ಅಗತ್ಯವಿದೆ
ml: പ്രവര്‍ത്തിക്കും, പക്ഷേ കൂടുതല്‍ ക്രമീകരണങ്ങള്‍ ആവശ്യമുണ്ടു്
mr: काम करते, परंतु अगाऊ संयोजना आवश्यक आहे
nl: Werkt, maar heeft extra instellingen nodig
or: କାର୍ଯ୍ୟ କରିଥାଏ, କିନ୍ତୁ ଅତିରିକ୍ତ ସୂଚନା ଆବଶ୍ୟକ କରିଥାଏ
pa: ਕੰਮ ਕਰਦਾ ਹੈ, ਪਰ ਵਾਧੂ ਸੰਰਚਨਾ ਦੀ ਲੋੜ ਹੈ
ta: பணிகள், ஆனால் கூடுதல் கட்டமைப்பு தேவைப்படுகிறது
te: పనిచేస్తుంది, అయితే అదనపు ఆకృతీకరణ అవసరము
tr: Çalışıyor, fakat ekstra ayar gerektiriyor

source: Worked out of the box
as: স্বতন্ত্ৰভাবে চলিবলৈ সক্ষম
ast: Furruló dafechu
bn_in: স্বতন্ত্রভাবে চলতে সক্ষম
ca: Ha funcionat for de l'encaixament
da: Virkede ud af æsken
fr: Fonctionne parfaitement
gu: બોક્સનું કામ સમાપ્ત થયેલ છે
hi: सोचे के अलावे काम किया
hu: Működik állítgatás nélkül
ja: このマシンでは動作する
kn: ಎಲ್ಲೆಡೆಯೂ ತಕರಾರಿಲ್ಲದೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ
ml: ശരിയായി പ്രവര്‍ത്തിക്കുന്നില്ല
mr: कमालीचे काम करते
nl: Werkt vanzelf
or: ପରିସର ବାହାରେ କାର୍ଯ୍ୟ କରିଛି
pa: ਬਕਸੇ ਤੋਂ ਬਾਹਰ ਕੰਮ ਕਰਦਾ ਹੈ
ta: பெட்டியின் வெளியில் பணிபுரிகிறது
te: బాక్సు బయట పనిచేసింది
tr: Olduğu gibi çalışıyor

source: Show all Information
as: সকলো তথ্য প্ৰদৰ্শন কৰা হ'ব
ast: Amosar tola Información
bn_in: সকল তথ্য প্রদর্শন করা হবে
ca: Mostra tota la informació
da: Vis al information
fr: Afficher toutes les informations
gu: બધી જાણકારીને બતાવો
hi: सभी जानकारी दिखाएँ
hu: Minden ismeret megjelenítése
ja: すべての情報の表示
kn: ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನು ತೋರಿಸು
ml: എല്ലാ വിവരങ്ങളും കാണിക്കുക
mr: सर्व माहिती दाखवा
nl: Alle informatie weergeven
or: ସମସ୍ତ ସୂଚନା ଦର୍ଶାନ୍ତୁ
pa: ਸਭ ਜਾਣਕਾਰੀ ਵੇਖਾਓ
ta: அனைத்து தகவலையும் காட்டு
te: సమాచారము అంతా చూపుము
tr: Tüm Bilgileri Göster

source: Overall Rating:
as: সৰ্বমুঠ মাত্ৰা:
ast: Calificación Xeneral:
bn_in: সর্বমোট মাত্রা:
ca: Classificació general:
da: Samlet vurdering:
fr: Note générale :
gu: આખુ મૂલ્યાંકન:
hi: सकल रेटिंग:
hu: Végső osztályzat:
ja: 全体的な評価:
kn: ಒಟ್ಟಾರೆ ರೇಟಿಂಗ್:
ml: മൊത്തത്തിലുള്ള റേറ്റിങ്:
mr: सरासर गुणवत्ताश्रेणी:
nl: Totale beoordeling:
or: ମୋଟାମୋଟି ମାନ୍ୟତା:
pa: ਕੁੱਲ ਰੇਟਿੰਗ:
ta: எல்லாற்றின் விகிதமும்:
te: మొత్తముమీద రేటింగు:
tr: Kapsamlı Değerlendirme:

source: Public UUID
as: সাৰ্বজনীন UUID
ast: UUID Públicu
bn_in: সার্বজনীন UUID
ca: UUID públic
da: Offentlig uuid
fr: UUID publique
gu: સાર્વજનિક UUID
hi: सार्वजनिक UUID
hu: Nyilvános UUID
ja: 公開 UUID
kn: ಸಾರ್ವಜನಿಕ UUID
ml: പബ്ലിക് UUID
mr: पब्लिक UUID
nl: Publieke UUID
or: ସର୍ବସାଧାରଣ UUID
pa: ਪਬਲਿਕ UUID
ta: பொதுவான UUID
te: పబ్లిక్ UUID
tr: Genel UUID

source: Operating System
as: কাৰ্য্যকৰ প্ৰণালী
ast: Sistema Operativu
bn_in: অপারেটিং সিস্টেম
ca: Sistema operatiu
da: Operativsystem
fr: Système d'exploitation
gu: ઓપરેટીંગ સિસ્ટમ
hi: ऑपरेटिंग सिस्टम
hu: Operációs rendszer
ja: オペレーティングシステム
kn: ಕಾರ್ಯ ವ್ಯವಸ್ಥೆ
ml: ഓപ്പറേറ്റിങ് സിസ്റ്റം
mr: कार्य प्रणाली
nl: Besturingssysteem
or: ପ୍ରଚାଳନ ତନ୍ତ୍ର
pa: ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ
ta: செயல்பாட்டிலுள்ள கணினி
te: ఆపరేటింగు సిస్టమ్
tr: İşletim Sistemi

source: System Vendor
as: প্ৰণালী বিক্ৰেতা
ast: Fabricante del Sistema
bn_in: সিস্টেম বিক্রেতা
ca: Fabricant del sistema
da: Systemproducent
fr: Vendeur du système
gu: સિસ્ટમ વેન્ડર
hi: तंत्र विक्रेता
hu: Rendszer eladó
ja: システムベンダー
kn: ವ್ಯವಸ್ಥೆಯ ಮಾರಾಟಗಾರ
ml: സിസ്റ്റം വിതരണക്കാരന്‍
mr: प्रणाली विक्रेता
nl: systeemverkoper
or: ତନ୍ତ୍ର ବିକ୍ରେତା
pa: ਸਿਸਟਮ ਵਿਕਰੇਤਾ
ta: கணினி விற்பனையாளர்
te: సిస్టమ్ అమ్మకందారి
tr: Sistem Sağlayıcı

source: System Model
as: প্ৰণালী মডেল
ast: Modelu del Sistema
bn_in: সিস্টেম মডেল
ca: Model del sistema
fr: Modèle du système
gu: સિસ્ટમ મોડલ
hi: तंत्र मॉडल
hu: Rendszer modell
ja: システムモデル
kn: ವ್ಯವಸ್ಥೆಯ ಮಾದರಿ
ml: സിസ്റ്റം മോഡല്‍
mr: प्रणली मॉडेल
nl: Processormodel
or: ତନ୍ତ୍ର ମଡେଲ
pa: ਸਿਸਟਮ ਮਾਡਲ
ta: கணினி மாதிரி
te: సిస్టమ్ రీతి
tr: Sistem Modeli

source: Kernel
as: কাৰ্ণেল
bn_in: কার্নেল
ca: Nucli
da: Kerne
fr: Noyau
gu: કર્નલ
hi: कर्नेल
hu: Rendszermag
ja: カーネル
kn: ಕರ್ನಲ್
ml: കേര്‍ണല്‍
mr: कर्नल
or: କର୍ଣ୍ଣଲ
pa: ਕਰਨਲ
ta: கெர்னல்
te: కెర్నల్
tr: Çekirdek

source: Formfactor
as: ফৰ্ম ফেক্টৰ
ast: Factor de Forma
bn_in: ফর্ম ফ্যাক্টর
ca: Format de placa mare
da: Formfaktor
fr: Type d'ordinateur
gu: ફોર્મફેક્ટર
hi: फॉर्मफैक्टर
hu: Kialakítás
ja: フォームファクター
kn: ಫಾರ್ಮ್ಅಂಶ
ml: ഫോംഫാക്ടര്‍
or: ଫର୍ମ ଗୁଣାଙ୍କ
pa: ਫੌਰਮਫੈਕਟਰ
ta: கூற்றிலிருந்து
te: ఫాంమ్‌ఫాక్టర్
tr: Sınıfı

source: Last Modified
as: সৰ্বশেষ পৰিবৰ্তন
ast: Modificación Cabera
bn_in: সর্বশেষ পরিবর্তন
ca: Darrera modificació
da: Sidst ændret
fr: Dernière mise à jour
gu: છેલ્લે બદલાયેલ
hi: पिछली मर्तबा परिवर्धित
hu: Kelt
ja: 最終更新日
kn: ಕೊನೆಯ ಬಾರಿಗೆ ಮಾರ್ಪಡಿಸಲಾಗಿದ್ದು
ml: അവസാനം മാറ്റം വരുത്തിയതു്
mr: शेवटच्यावेळी संपादीत
nl: Laatst veranderd
or: ଶେଷଥର ପରିବର୍ତ୍ତିତ
pa: ਆਖਰੀ ਸੋਧਿਆ
ta: கடைசியாக மாற்றியமைக்கப்பட்டது
te: చివరిగా సవరించినది
tr: Son Değiştirilme

source: Admin Password
as: এড্মিন গুপ্তশব্দ
ast: Contraseña d'Alministración
bn_in: অ্যাডমিন পাসওয়ার্ড
ca: Contrasenya d'administració
da: Administratoradgangskode
fr: Mot de passe administrateur
gu: સંચાલક પાસવર્ડ
hi: एडमिन कूटशब्द
hu: Admin jelszó
ja: 管理者パスワード
kn: ವ್ಯವಸ್ಥಾಪಕ ಗುಪ್ತಪದ
ml: അഡ്മിന്‍ അടയാളവാക്ക്
mr: प्रशासक पासवर्ड
nl: Beheerders wachtwoord
or: ତନ୍ତ୍ର ପ୍ରଶାସକ ପ୍ରବେଶ ସଂକେତ
pa: ਪਰਬੰਧਕ ਪਾਸਵਰਡ
ta: கடவுச்சொல்லை நிர்வாகி
te: నిర్వాహకుని సంకేతపదము
tr: Yönetici Parolası

source: Rating
as: মাত্ৰা
ast: Puntuación
bn_in: মাত্রা
ca: Puntuació
da: Vurdering
fr: Classement
gu: મૂલ્યાંકન
hi: रेटिंग
hu: Rang
ja: 評価
kn: ರೇಟಿಂಗ್
ml: റേറ്റിങ്
mr: गुणवत्ताश्रेणी
nl: Beoordeling
or: ରେଟିଙ୍ଗ
pa: ਰੇਟਿੰਗ
ta: விகிதப்படுத்தல்
te: రేటింగు
tr: Değerlendirme

source: Class
as: শ্ৰেণী
ast: Clase
bn_in: শ্রেণী
ca: Classe
da: Klasse
fr: Classe
gu: વર્ગ
hi: वर्ग
hu: Osztály
ja: クラス
kn: ವರ್ಗ
ml: ക്ലാസ്സ്
mr: वर्ग
nl: Klasse
or: ଶ୍ରେଣୀ
pa: ਸ਼੍ਰੇਣੀ
ta: வகுப்பு
te: క్లాసు
tr: Sınıf

source: Stats
as: পৰিসংখ্যান
ast: Estadístiques
ca: Estadístques
da: Statistikker
fr: Statistiques
gu: પરિસ્થિતિઓ
hi: स्थिति
hu: Statok
ja: 統計
kn: ಅಂಕಿಅಂಶಗಳು
ml: അവസ്ഥ
mr: स्थिती
nl: Statistieken
pa: ਸਥਿਤੀ
ta: துவக்குகுறது
te: గణాంకాలు
tr: İstatistikler

source: Total Registered Hosts
as: সৰ্বমুঠ নিবন্ধিত গৃহস্থ
ast: Total d'Equipos Rexistraos
bn_in: সর্বমোট নিবন্ধিত হোস্ট
ca: Equips totals registrats
da: Registrerede værter ialt
fr: Nombre total d'hôtes inscrits
gu: કુલ રજીસ્ટર થયેલ યજમાનો
hi: कुल पंजीकृत मेजबान
hu: Összes jegyzett gazda
ja: 総登録ホスト
kn: ನೋಂದಾಯಿಸಲಾದ ಒಟ್ಟು ಅತಿಥೇಯಗಳು
ml: മൊത്തം രജിസ്ടര്‍ ചെയ്ത ഹോസ്റ്റുകള്‍
mr: एकूण पंजीकृत यजमान
nl: Totaal geregistreerde hosts
or: ସମୁଦାୟ ପଞ୍ଜିକୃତ ଆଧାରଗୁଡ଼ିକ
pa: ਕੁੱਲ ਰਜਿਸਟਰ ਹੋਸਟ
ta: மொத்த பதிவுசெய்யப்பட்ட புரவல்கள்
te: మొత్తము నమోదైన హోస్టులు
tr: Toplam Kayıtlı Konakçı

source: Total bogomips
as: সৰ্বমুঠ bogomips
ast: Bogomips totales
bn_in: সর্বমোট bogomips
ca: Bogomips totals
da: Bogomips ialt
fr: Nombre total de BogoMips
gu: કુલ bogomips
hi: कुल बॉगमिप्स
hu: Összes bogomips
ja: 総 bogomips 値
kn: ಒಟ್ಟು bogomips
ml: മൊത്തം bogomips
mr: एकूण bogomips
nl: Totale bogomips
or: ସମୁଦାୟ bogomips
pa: ਕੁੱਲ bogomips
ta: மொத்த bogomips
te: మొత్తము బోగోమిప్సు
tr: Toplam Bogomips

source: Total processors
as: সৰ্বমুঠ প্ৰচেচৰ
ast: Procesadores totales
bn_in: সর্বমোট প্রসেসর
ca: Processadors totals
da: Processorer ialt
fr: Nombre total de processeurs
gu: તુલ પ્રોસેસરો
hi: कुल प्रोसेसर
hu: Összes processzor
ja: 総プロセッサー数
kn: ಒಟ್ಟು ಸಂಸ್ಕಾರಕಗಳು
ml: മൊത്തം പ്രൊസസ്സറുകള്‍
mr: एकूण प्रोसेसर्स्
nl: Aantal processoren
or: ସମୁଦାୟ ସଞ୍ଚାଳକଗୁଡ଼ିକ
pa: ਕੁੱਲ ਪਰੋਸੈੱਸਰ
ta: மொத்த செயல்பமுறையாளர்கள்
te: మొత్తము ప్రోసెసర్సు
tr: Toplam İşlemci

source: Total MHz
as: সৰ্বমুঠ MHz
ast: MHz totales
bn_in: সর্বমোট MHz
ca: MHz totals
da: Mhz ialt
gu: કુલ MHz
hi: कुल MHz
hu: Összes MHz
ja: 総クロック数 (MHz)
kn: ಒಟ್ಟು MHz
ml: മൊത്തം MHz
mr: एकूण MHz
nl: Totale MHz
or: ସମୁଦାୟ MHz
pa: ਕੁੱਲ MHz
ta: மொத்த MHz
te: మొత్తము MHz
tr: Toplam Mhz

source: Archs
as: স্থাপত্য
ast: Arquitectures
bn_in: আর্কিটেকচার
ca: Arquitectures
da: Arkitekturer
fr: Architectures
gu: આર્કીટેક્ચરો
hi: आर्क
hu: Arch
ja: アーキテクチャー
kn: ಕಮಾನುಗಳು
ml: ആര്‍ക്കുകള്‍
nl: Architecturen
pa: ਢਾਂਚੇ
ta: ஆர்ச்சஸ்
te: ఆర్చులు
tr: İşlemci Mimarileri

source: Count
as: সংখ্যা
ast: Cantidá
bn_in: সংখ্যা
ca: Quantitat
da: Antal
fr: Décompte
gu: ગણતરી
hi: गिनती
hu: Szám
ja: 件数
kn: ಲೆಕ್ಕ
ml: എണ്ണം
mr: प्रमाण
nl: Aantal
or: ଗଣନା
pa: ਗਿਣਤੀ
ta: எண்ணிக்கை
te: లెక్క
tr: Sayım

source: % of total
ast: % del Total
ca: % del total
da: %o af total
fr: % du total
hu: % oaz összesből
nl: % of totaal
tr: % olarak toplamı

source: OS
ast: SO
ca: SO
da: Operativsystem
fr: SE
hu: OR
ml: ഒഎസ്
or: ପ୍ରଚାଳନ ତନ୍ତ୍ର
tr: İşletim Sistemi

source: Runlevel
as: ৰান-লেভেল
ast: Nivel d'execución
bn_in: রান-লেভেল
ca: Nivell d'execució
da: Kørselsniveau
fr: Niveau d'exécution
gu: રનલેવલ
hi: रनलेवल
hu: Futásszint
ja: ランレベル
kn: ಚಾಲನಾಹಂತ
ml: റണ്‍ലവല്‍
mr: रनलेवल
nl: Run-niveau
or: ଚାଳନ ସ୍ତର
pa: ਰੰਨਲੈਵਲ
ta: இயங்கும் மட்டம்
te: రన్‌లెవల్
tr: Çalışma Seviyesi

source: Language
as: ভাষা
ast: Llingua
bn_in: ভাষা
ca: Idioma
da: Sprog
fr: Langage
gu: ભાષા
hi: भाषा
hu: Nyelv
ja: 言語
kn: ಭಾಷೆ
ml: ഭാഷ
mr: भाषा
nl: Taal
or: ଭାଷା
pa: ਭਾਸ਼ਾ
ta: மொழி
te: భాష
tr: Dil

source: Model
as: মডেল
ast: Modelu
bn_in: মডেল
fr: Modèle
gu: મોડેલ
hi: मॉडल
hu: Modell
ja: モデル
kn: ಮಾದರಿ
ml: മാതൃക
mr: मॉडल
or: ମୋଡେଲ
pa: ਮਾਡਲ
ta: மாதிரி
te: రీతి

source: Swap
ast: Intercambiu
ca: Memòria d'intercanvi
fr: Espace Swap
gu: સ્વેપ
hu: Lapozó
ja: スワップ
kn: ಸ್ವಾಪ್
mr: स्वॅप
or: ଅଦଳ ବଦଳ
pa: ਸਵੈਪ
ta: துடை
tr: Takas Alanı

source: Speed (MHz)
as: গতি (MHz)
ast: Velocidá (MHz)
bn_in: গতি (MHz)
ca: Velocitat (Mhz)
da: Hastighed (Mhz)
fr: Vitesse (MHz)
gu: ઝડપ (MHz)
hi: गति (MHz)
hu: Órajel (MHz)
ja: 速度 (MHz)
kn: ವೇಗ (MHz)
ml: വേഗത (MHz)
mr: वेग (MHz)
nl: Snelheid (MHz)
or: ଗତି (MHz)
pa: ਸਪੀਡ (MHz)
ta: வேகம் (MHz)
te: వేగము (MHz)
tr: Hız (Mhz)
